Repository: leslzine/zineunioncatalog
Catalog: pawtucket/app/locale/*/messages.po
Languages: pt_pt

source: About
pt_pt: Acerca

source: Filter by
pt_pt: Filtrar por

source: Loading...
pt_pt: A carregar...

source: and %1 more
pt_pt: e mais %

source: close
pt_pt: terminar

source: Sort by:
pt_pt: Ordenar por:

source: desc
pt_pt: descendente

source: asc
pt_pt: ascendente

source: Result
pt_pt: Resultado

source: Results
pt_pt: Resultados

source: Add all results to %1
pt_pt: Adicionar a %1

source: Select results to add to %1
pt_pt: Escolher resultados para adicionar a %1

source: Sort order:
pt_pt: Ordenar por

source: Ascending
pt_pt: Ascendente

source: Descending
pt_pt: Descendente

source: Start Over
pt_pt: Reiniciar

source: Download results as:
pt_pt: Transferir resultados como:

source: Add selected results to %1
pt_pt: Adicionar resultados a %1

source: Did you mean one of these: %1?
pt_pt: Quer dizer um destes %1

source: Did you mean %1?
pt_pt: Quer dizer %1

source: Next %1
pt_pt: Próximo %1

source: Top
pt_pt: Topo

source: View sub-items
pt_pt: Ver sub-items

source: Loading
pt_pt: A carregar

source: Response Information
pt_pt: Informação de resposta

source: %1 Information
pt_pt: %1 Informação

source: Name
pt_pt: Nome

source: Description
pt_pt: Descrição

source: Save
pt_pt: Guardar

source: You have no %1.
pt_pt: Não tem %1

source: New %1
pt_pt: Novo %1

source: New Group
pt_pt: Novo Grupo

source: %1 members
pt_pt: %1 membros

source: Url to join group
pt_pt: URL para aderir ao grupo

source: Members
pt_pt: Membros

source: Group has no users
pt_pt: O grupo está vazio

source: Delete
pt_pt: Apagar

source: Cancel
pt_pt: Cancelar

source: Really delete <strong><em>%1</em></strong>? This action cannot be undone.
pt_pt: Quer mesmo apagar <strong><em>%1</em></strong>? Esta acção não pode ser recuperada.

source: %1 Access
pt_pt: Acesso %1

source: Groups
pt_pt: Grupos

source: remove access
pt_pt: remover acesso

source: Users
pt_pt: Utilizadores

source: Owner
pt_pt: Proprietário

source: Refine sort by:
pt_pt: Ajustar a ordenação por:

source: All %1
pt_pt: Todos %1

source: Edit Name/Description
pt_pt: Editar Nome/Descrição

source: Share %1
pt_pt: Partilhar %1

source: Manage %1 Access
pt_pt: Gerir acesso %1

source: Start presentation
pt_pt: Iniciar a apresentação

source: Download as:
pt_pt: Transferir como:

source: New User Group
pt_pt: Novo grupo de utilizadores

source: Manage Your User Groups
pt_pt: Gestão do seu grupo de utilizadores

source: Created by
pt_pt: Criado por

source: Displaying %1 view because required data is not available to generate a %1 view
pt_pt: A mostrar visualização %1 por falta de elementos para gerar a vista %1

source: Click the %1 near items throughout the site to add items to this %2.
pt_pt: Clicar em %1 junto dos items ao longo das páginas para adicionar items a %2

source: Respond
pt_pt: Responder

source: %1 Response%2
pt_pt: %1 Responder%2

source: Comments
pt_pt: Comentários

source: add your comment
pt_pt: adicionar comentário

source: No collections available
pt_pt: Não existem colecções disponíveis

source: Contact
pt_pt: Contacto

source: Your message has been sent.
pt_pt: A mensagem foi enviada

source: Simple Math Quiz (to prevent SPAMbots)
pt_pt: Adivinha matemática (para prevenir SPAMbots)

source: Please correctly answer the security question.
pt_pt: Por favor responda correctamente à questão de segurança

source: Terms and conditions
pt_pt: Termos e condições

source: I agree to the Terms and Conditions set out herein
pt_pt: Concordo com os termos e condições aqui expressos

source: You must agree to the terms and conditions before proceeding.
pt_pt: Terá de aceitar os termos e condições antes de continuar

source: Featured clips (%1)
pt_pt: Destaques (%1)

source: Add your tags and comment
pt_pt: Adicionar comentário e tags

source: tags separated by commas
pt_pt: tags separadas por virgulas

source: Comment
pt_pt: Comentário

source: Share this item
pt_pt: Partilhar este item

source: To e-mail address
pt_pt: Para endereço de email

source: Enter multiple addresses separated by commas
pt_pt: Digitar vários endereços separados por virgulas

source: Your name
pt_pt: Nome

source: Your email address
pt_pt: Endereço de email

source: Security Question
pt_pt: Pergunta de segurança

source: Subject
pt_pt: Assunto

source: Message
pt_pt: Mensagem

source: How to use the image viewer
pt_pt: Como usar o visualizador de imagem

source: Click and drag with the mouse to pan across the image. You can use the mousewheel or trackpad to zoom in or out of the image. The <code>+</code> and <code>-</code> buttons and zoom slider bar at the top of viewer may also be used. The viewer displays the image at full resolution, loading detail as you zoom. The more you zoom the more detail will be visible.
pt_pt: Clique e arraste com o rato para deslocar a imagem. Pode usar a roda do rato para aumentar ou diminuir o zoom da imagem. Os botões <code> + </code> e <code> - </code> e a barra deslizante do zoom na parte superior também podem ser usados. A imagem é exibida em resolução total, carregando os detalhes durante o zoom. Quanto mais ampliar, mais detalhes serão visíveis.

source: You may add text annotations to the image. Each annotation is associated with a point, rectangular or polygon area on the image. To create an annotation select the point (line icon), rectangle or polygon tool from the tool bar, then click on the location you wish to annotate.
pt_pt: Pode adicionar anotações de texto à imagem. Cada anotação está associada a um ponto, ou uma área retangular ou polígono na imagem. Para criar uma anotação selecione o ponto (ícone de linha), retângulo ou polígono na barra de ferramentas e clique no local que deseja anotar.

source: For point annotations a line will appear connecting the location with a text box. The location will also be highlighted with a red translucent circle. You may drag both the point of the line and the text box to adjust position.
pt_pt: Para anotações pontuais, aparecerá uma linha ligando a localização com a caixa de texto. A localização também será destacada com um círculo translúcido vermelho. Pode arrastar ambos - o ponto da linha e a caixa de texto, para ajustar a posição.

source: For rectangular annotations a rectangle will appear with a text box below and adjacent. Drag on the edges at the highlighted locations to resize the rectangle. Drag the rectangle on its interior to reposition it.
pt_pt: Para anotações retangulares, um retângulo aparecerá com uma caixa de texto abaixo e adjacente. Arraste as bordas nas posições destacadas para redimensionar o retângulo. Arraste o retângulo no interior para reposicioná-lo.

source: For polygon annotations click repeatedly on the image to establish line segments at various locations for the polygon shape. The shape may have any number of points, and consequently sides. To complete the shape double-click when placing the final point or click on the pan, rectangle or point tools. You can adjust the shape by clicking and dragging on any point. To move the shape, click and drag on the outline, away from any point. To remove a point click on it while holding down the option key. To add a point click on the outline, away from any point, while holding down the option key.
pt_pt: Para anotações de polígono, clique repetidamente na imagem para estabelecer segmentos de linha em vários locais para formar o polígono. Este pode ter qualquer número de pontos e lados. Para completar a forma, clique duas vezes ao colocar o ponto final ou clicar nas ferramentas de arrastar, retângulo ou ponto. Pode ajustar a área clicando e arrastando em qualquer ponto. Para mover a área, clique e arraste no contorno, longe de qualquer ponto. Para remover um ponto, clique mantendo pressionada a tecla da opção. Para adicionar um ponto, clique no bordo, longe de qualquer ponto, enquanto mantém pressionada a tecla de opção.

source: You may also drag the text box into position. Click on the text box to add text. All changes to annotations are saved automatically as you work.
pt_pt: Pode também arrastar a caixa de texto para a posição. Clique na caixa de texto para adicionar texto. Todas as alterações às anotações são automaticamente guardadas enquanto trabalha.

source: Keyboard shortcuts
pt_pt: Teclas rápidas

source: Single-key shortcuts are available for common actions. Pressing the key is equivalent to the corresponding mouse action.
pt_pt: Estão disponíveis teclas rápidas para acções comuns, equivalentes a usar o rato.

source: %1 to activate image panning
pt_pt: %1 para activar o arrastar a imagem

source: %1 to select the rectangle annotation tool
pt_pt: %1 para seleccionar o rectângulo de anotação

source: %1 to select the point annotation tool
pt_pt: %1 para seleccionar o ponto de anotação

source: %1 to select the polygon annotation tool
pt_pt: %1 para seleccionar o polígono de anotação

source: %1 to delete the selected annotation
pt_pt: %1 para apagar a anotação seleccionada

source: %1 to toggle visibility of the image overview
pt_pt: %1 para mudar a visibilidade da imagem geral

source: %1 to return the image to the centered, zoomed out "home" position
pt_pt: %1 para repor a posição da imagem centrada e ampliada

source: %1 to toggle visibility of viewer controls
pt_pt: %1 para repor os comando de visibilidade

source: %1 to hide controls and labels
pt_pt: %1 para esconder comandos e etiquetas

source: %1 or %2 to zoom in in small increments
pt_pt: %1 ou %2 para ampliar em incrementos reduzidos

source: %1 or %2 to zoom out in small increments
pt_pt: %1 ou %2 para reduzir em incrementos reduzidos

source: %1, %2, %3 or %4 to pan the image in small increments
pt_pt: %1, %2, %3 ou %4 para deslocar a imagem incrementos reduzidos

source: more
pt_pt: mais

source: view %1
pt_pt: ver %1

source: VIEW RECORD
pt_pt: VER REGISTO

source: comment
pt_pt: comentar

source: comments
pt_pt: comentários

source: %1 item
pt_pt: item %1

source: %1 items
pt_pt: items %1

source: Add item to %1
pt_pt: Adicionar item a %1

source: Select a %1
pt_pt: Seleccionar a %1

source: OR<br/>Create a New %1
pt_pt: OU <br/>Criar um Novo %1

source: Your %1
pt_pt: O %1

source: Select a group
pt_pt: Seleccionar um grupo

source: Select a user group
pt_pt: Seleccionar grupo de utilizadores

source: OR enter a user
pt_pt: OU um utilizador

source: Enter a user
pt_pt: Utilizador

source: email address or multiple addresses separated by comma
pt_pt: Endereço de email ou vários separados por virgula

source: Access
pt_pt: Acesso

source: Can read
pt_pt: Pode ler

source: Can edit
pt_pt: Pode editar

source: Back to %1
pt_pt: Recuar para %1

source: User Groups
pt_pt: Grupos de utilizadores

source: change access
pt_pt: mudar acesso

source: write access
pt_pt: acesso de escrita

source: read access
pt_pt: acesso de leitura

source: Change to read access
pt_pt: Modificar acesso de leitura

source: Change to write access
pt_pt: Modificar acesso de escrita

source: Remove comment
pt_pt: Remover comentário

source: There are no items in this %1
pt_pt: Não existem items neste %1

source: You may not edit this set, you have read only access.
pt_pt: Não é possível editar pois não tem permissão.

source: View Item Detail
pt_pt: Ver item em detalhe

source: Enlarge Image
pt_pt: Aumentar imagem

source: Activity stream
pt_pt: Sequência de actividade

source: added an item to %1
pt_pt: adicionado item a %1

source: changed an item in %1
pt_pt: modificado um item em %1

source: removed and item from %1
pt_pt: removido um item de %1

source: shared %1 with %2
pt_pt: partilhado %1 com %2

source: changed how they share %1 with %2
pt_pt: modificado a partilha de %1 com %2

source: unshared %1 with %2
pt_pt: não partilhar %1 com %2

source: commented on %1
pt_pt: comentado em %1

source: commented on an item in %1
pt_pt: comentado no item %1

source: made %1
pt_pt: feito %1

source: edited %1
pt_pt: editado %1

source: deleted %1
pt_pt: apagado %1

source: Create your first %1
pt_pt: Criado o primeiro %1

source: Your User Groups
pt_pt: Grupo de utilizadores

source: You have made no user groups
pt_pt: Não pertence a um grupo de utilizadores

source: E-mail address
pt_pt: Endereço email

source: Password
pt_pt: Chave de acesso

source: Click here to register
pt_pt: Clicar para registar

source: Forgot your password?
pt_pt: Esqueceu a chave de acesso?

source: Profile
pt_pt: Perfile

source: Reset Password
pt_pt: Reiniciar a chave de acesso

source: Only enter if you would like to change your current password
pt_pt: Apenas pode aceder se alterar a chave de acesso

source: Re-Type password
pt_pt: Repetir chave de acesso

source: Register
pt_pt: Registar

source: Reset Your Password
pt_pt: Repor chave de acesso

source: Instructions have been sent to the e-mail address you provided.
pt_pt: As instruções foram enviadas por email para o seu endereço

source: You should receive the instructions within the hour. If you do not, contact us for assistance at
pt_pt: Irá receber instruções dentro de 1 hora. Se não receber contacte-nos para apoio.

source: Your password has been reset!
pt_pt: A sua chave de acesso foi reiniciada!

source: You may now
pt_pt: Pode agora

source: Please confirm you have copied the provided link properly. If you continue to have difficulty, contact us for assistance,
pt_pt: Por favor confirme que copiou a ligação correctamente. Se continuar com dificuldade contacte-nos para apoio,

source: Please enter your new password.
pt_pt: Por favor digite a chave de acesso

source: New password
pt_pt: Nova chave de acesso

source: Confirm new password
pt_pt: Confirme a chave de acesso

source: To reset your password enter the e-mail address you used to register below. A message will be sent to the address with instructions on how to reset your password.
pt_pt: Para reiniciar a chave de acesso indique o email utilizado para se registar. Será enviada uma mensagem para este endereço com instruções sobre a reposição da chave de acesso.

source: Full results
pt_pt: Resultados totais

source: sort by:
pt_pt: ordenar por:

source: Search results for %1
pt_pt: Resultados de pesquisa para %1

source: Your search for %1 returned no results
pt_pt: A sua pesquisa %1 não teve resultados

source: Locale
pt_pt: Idioma

source: Previous
pt_pt: Anterior

source: Next
pt_pt: Seguinte

source: Browse
pt_pt: Navegar

source: Browse by:
pt_pt: Navegar por:

source: Filter facet
pt_pt: Filtrar por faceta

source: Browse all %1 &nbsp;<span class="glyphicon glyphicon-arrow-right"></span>
pt_pt: Navegar todos %1 &nbsp;<span class="glyphicon glyphicon-arrow-right"></span>

source: No facets available
pt_pt: Não existem facetas disponíveis

source: User Profile
pt_pt: Perfil de utilizador

source: Logout
pt_pt: Sair

source: Advanced Search
pt_pt: Pesquisa avançada

source: Gallery
pt_pt: Galeria

source: <div class='error'>An error in your system configuration has been detected</div> General installation instructions can be found <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Pawtucket)' target='_blank'>here</a>. For more specific hints on the existing issues please have a look at the messages below.
pt_pt: <div class = 'error'> Foi detectado um erro na configuração do seu sistema </ div> Instruções gerais de instalação podem ser encontradas em <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Pawtucket)' target='_blank'> aqui </a>. Para dicas mais específicas sobre os problemas existentes, leia as mensagens abaixo.
