Repository: leslzine/zineunioncatalog
Catalog: providence/app/locale/*/messages.po
Languages: pl_pl

source: Unique numeric identifier used by CollectiveAccess internally to identify this locale
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tej wersji językowej.

source: Name of locale. The chosen name should be descriptive and must be unique.
pl_pl: Nazwa wersji językowej. Wybrana nazwa powinna być opisowa i musi być unikalna.

source: ISO 639 language code
pl_pl: Kod języka ISO 639

source: 2 or 3 character language code for locale; use the ISO 639-1 standard for two letter codes or ISO 639-2 for three letter codes.
pl_pl: 2 lub 3 znakowy kod języka dla wersji językowej; używaj standardu ISO 639-1 dla dwu-literowych kodów lub ISO 639-2 dla trzy-literowych kodów.

source: ISO 3166-1 alpha-2 country code
pl_pl: Kod kraju ISO 3166-1 alpha-2

source: 2 characer country code for locale; use the ISO 3166-1 alpha-2 standard.
pl_pl: 2 znakowy kod kraju dla wersji językowej; używaj standardu ISO 3166-1 alpha-2.

source: Dialect
pl_pl: Dialekt

source: Optional dialect specifier for locale. Up to 8 characters, this code is usually one defined by the language lists at http://www.ethnologue.com.
pl_pl: Opcjonalne określenie dialektu dla wersji językowej. Do 8 znaków, kod ten jest zwykle jednym ze zdefiniowanych języków według listy na http://www.ethnologue.com.

source: Do not use for cataloguing
pl_pl: Nie używaj do katalogowania

source: If checked then locale cannot be used to tag content.
pl_pl: Zaznaczenie uniemożliwia użycia wersji językowej do oznaczania treści formularzy.

source: Metadata dictionary entry
pl_pl: Pozycja słownika metadanych

source: Metadata dictionary entries
pl_pl: Pozycje słownika metadanych

source: Metadata dictionary rule violation
pl_pl: Niezgodność z regułami słownika metadanych

source: Metadata dictionary rule violations
pl_pl: Niezgodności z regułami słownika metadanych

source: Rule description
pl_pl: Opis reguły

source: Long form description of rule, used for display to user when presenting issues.
pl_pl: Dłuższy opis reguły, używany przy okazji wyświetlania listy błędów.

source: Metadata dictionary rule
pl_pl: Reguła słownika metadanych

source: Metadata dictionary rules
pl_pl: Reguły słownika metadanych

source: metadata element name
pl_pl: nazwa elementu metadanych

source: metadata element names
pl_pl: nazwy elementu metadanych

source: Name of element
pl_pl: Nazwa elementu

source: Use for a description of how the element should be used.
pl_pl: Używaj do opisania, jak ten element powinien być użyty.

source: metadata element
pl_pl: element metadanych

source: metadata elements
pl_pl: elementy metadanych

source: Unique numeric identifier used by CollectiveAccess internally to identify this metadata element
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego elementu metadanych.

source: Unique alphanumeric code for the metadata element.
pl_pl: Unikalny kod alfanumeryczny dla tego elementu metadanych.

source: URL pointing to documentation for this metadata element. Leave blank if no documentation URL exists.
pl_pl: Adres URL wskazujący na dokumentację dla tego elementu metadanych. Pozostaw puste jeżeli nie istnieje żaden adres URL dokumentacji.

source: Datatype
pl_pl: Typ danych

source: Data type of metadata element.
pl_pl: Typ danych elementu metadanych.

source: Use list (for list elements only)
pl_pl: Używaj listy (tylko dla elementów listy)

source: Specifies the list to use as value for this element. Element must be a list type for this to apply.
pl_pl: Określa listę do użycia jako wartość dla tego elementu. Element musi być typu listy aby można było to zastosować.

source: The relative priority of the element when displayed in a list with other element. Lower numbers indicate higher priority.
pl_pl: Względny priorytet tego elementu podczas prezentacji na liście wraz z innymi elementami. Niższe liczby wskazują wyższy priorytet.

source: Minimum number of attributes of this kind that must be associated with an item
pl_pl: Minimalna liczba atrybutów tego rodzaju, które muszą być powiązane z pozycją

source: Maximum number of attributes of this kind that can be associated with an item
pl_pl: Maksymalna liczba atrybutów tego rodzaju, które mogą być powiązane z pozycją

source: Minimum number of attribute bundles to show in an editing form.
pl_pl: Minimalna liczba pakietów atrybutów do pokazania w formularzu edycji.

source: metadata type restriction
pl_pl: ograniczenie typu metadanych

source: metadata type restrictions
pl_pl: ograniczenia typu metadanych

source: Bind attribute to
pl_pl: Zwiąż atrybut z

source: Type of item to bind element to.
pl_pl: Typ pozycji, z którą związać element.

source: storage_locations
pl_pl: miejsca_przechowywania

source: movement title
pl_pl: Tytuł przemieszczenia

source: movement titles
pl_pl: tytuły przemieszczenia

source: Descriptive title for movement
pl_pl: Opisowy tytuł dla przemieszczenia

source: movement
pl_pl: przemieszczenie

source: Unique numeric identifier used by CollectiveAccess internally to identify this movement
pl_pl: Unikalny numeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego przesunięcia.

source: Movement type
pl_pl: Typ przemieszczenia

source: The type of the movement. eg. administrative, exhibition, etc.
pl_pl: Typ przemieszczenia, np. wewnętrzne, wystawa, itp.

source: Movement identifier
pl_pl: Identyfikator przemieszczenia

source: A unique alphanumeric identifier for this movement.
pl_pl: Unikalny alfanumeryczny identyfikator dla tego przemieszczenia.

source: Serialized array used to store source information for movement information retrieved via web services [NOT IMPLEMENTED YET].
pl_pl: Wieloczęściowa tablica używana do przechowywania informacji źródłowej na temat przemieszczeń , pozyskiwana przez usługi sieciowe [JESZCZE NIE ZAIMPLEMENTOWANE].

source: Indicates the current state of the movement record.
pl_pl: Wskazuje aktualny stan rekordu przemieszczenia.

source: Indicates if the movement is deleted or not.
pl_pl: Wskazuje czy przemieszczenie jest usunięte czy nie.

source: movements ⇔ collections relationship
pl_pl: powiązanie przemieszczenia ⇔ kolekcje

source: movements ⇔ collections relationships
pl_pl: powiązania przemieszczenia ⇔ kolekcje

source: movements ⇔ entities relationship
pl_pl: powiązanie przemieszczenia ⇔ podmioty

source: movements ⇔ entities relationships
pl_pl: powiązania przemieszczenia ⇔ podmioty

source: movement ⇔ movement relationship
pl_pl: Typy powiązań

source: movement ⇔ movement relationships
pl_pl: powiązania przemieszczenie ⇔ przemieszczenie

source: Source notes
pl_pl: Notatki źródłowe

source: movements ⇔ object lots relationship
pl_pl: powiązanie przemieszczenia ⇔ partie obiektów

source: movements ⇔ object lots relationships
pl_pl: powiązania przemieszczenia ⇔ partie obiektów

source: movements ⇔ objects relationship
pl_pl: powiązanie przemieszczenia ⇔ obiekty

source: movements ⇔ objects relationships
pl_pl: powiązania przemieszczenia ⇔ obiekty

source: movements ⇔ occurrences relationship
pl_pl: powiązanie przemieszczenia ⇔ zdarzenia

source: movements ⇔ occurrences relationships
pl_pl: powiązania przemieszczenia ⇔ wypożyczenia

source: movements ⇔ places relationship
pl_pl: powiązanie przemieszczenia ⇔ miejsca

source: movements ⇔ places relationships
pl_pl: powiązania przemieszczenia ⇔ miejsca

source: movements ⇔ storage locations relationship
pl_pl: powiązanie "przesunięcia ⇔ miejsca przechowywania"

source: movements ⇔ storage locations relationships
pl_pl: powiązania "przesunięcia ⇔ miejsce przechowywania"

source: movements ⇔ vocabulary terms relationship
pl_pl: powiązanie "przesunięcia ⇔ określenie słownikowe"

source: movements ⇔ vocabulary terms relationships
pl_pl: powiązania "przesunięcia ⇔ określenie słownikowe"

source: multipart ID numbering sequence
pl_pl: sekwencja numeracji wieloczęściowych ID

source: multipart ID numbering sequences
pl_pl: sekwencje numeracji wieloczęściowych ID

source: Indicates if the order is deleted or not.
pl_pl: Wskazuje czy zamowienie jest usunięte czy nie.

source: Object_id is not accessible
pl_pl: Identyfikator obiektu niedostępny

source: object title
pl_pl: tytuł obiektu

source: object titles
pl_pl: tytuły obiektu

source: Name of object
pl_pl: Nazwa obiektu

source: lot title
pl_pl: tytuł partii

source: lot titles
pl_pl: tytuły partii

source: Name of lot
pl_pl: Nazwa partii

source: object lot
pl_pl: partia obiektu

source: Unique numeric identifier used by CollectiveAccess internally to identify this lot
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tej partii.

source: The type of the object lot. In CollectiveAccess every lot has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
pl_pl: Typ partii obiektu. Każda partia w programie ma pojedynczy "wewnętrzny" typ określający zestaw opisowych i administracyjnych metadanych, które mogą być dla niej zastosowane.

source: Accession status
pl_pl: Stan akcesji

source: Indicates accession/collection status of lot. (eg. accessioned, pending accession, loan, non-accessioned item, etc.)
pl_pl: Wskazuje stan akcesji/odbioru partii. (np. przyjęta, w trakcie akcesji. wypożyczona, nie przyjęta, itp.)

source: Lot identifier
pl_pl: Identyfikator partii

source: Unique alphanumeric code identifying the lot.
pl_pl: Unikalny alfanumeryczny kod identyfikujący tę partię.

source: Extent
pl_pl: Liczba sztuk

source: The extent of the object lot. This is typically the number of discrete items that compose the lot by this record. It is stored as a whole number (eg. 1, 2, 3...).
pl_pl: Rozległość partii obieku. Jest to zwykle ilość jednostkowych pozycji tworzących opisywaną partię. Jest przechowywana jako pełna liczba (np. 1, 2, 3...).

source: Extent units
pl_pl: Jednostki liczby sztuk

source: Units of extent value. (eg. pieces, items, components, reels, etc.)
pl_pl: Jednostki dla wartości liczby sztuk. (np. sztuki, elementy, części, szpule, itp.)

source: Indicates if object lot is accessible to the public or not.
pl_pl: Wskazuje czy partia obiektu jest dostępna publicznie czy nie.

source: Indicates the current state of the object lot record.
pl_pl: Wskazuje aktualny stan rekordu obiektu.

source: Indicates if the object lot is deleted or not.
pl_pl: Wskazuje czy partia obiektu jest usunięta czy nie.

source: object lot ⇔ collection relationship
pl_pl: powiązanie partia obiektów ⇔ kolekcja

source: object lot ⇔ collection relationships
pl_pl: powiązania partia obiektów ⇔ kolekcja

source: object lot ⇔ entity relationship
pl_pl: powiązanie partia obiektów ⇔ podmiot

source: object lot ⇔ entity relationships
pl_pl: powiązania partia obiektów ⇔ podmiot

source: object lot ⇔ object lot relationship
pl_pl: powiązanie partia ⇔ partia

source: object lot ⇔ object lot relationships
pl_pl: powiązanie partia ⇔ partia

source: object lot ⇔ occurrence relationship
pl_pl: powiązanie partia obiektów ⇔ wydarzenie

source: object lot ⇔ occurrence relationships
pl_pl: powiązania partia obiektów ⇔ wydarzenie

source: object lot ⇔ place relationship
pl_pl: powiązanie partia obiektów ⇔ miejsce

source: object lot ⇔ place relationships
pl_pl: powiązania partia obiektów ⇔ miejsce

source: object lot ⇔ storage location relationship
pl_pl: powiązanie partia obiektów ⇔ miejsce przechowywania

source: object lot ⇔ storage location relationships
pl_pl: powiązania partia obiektów ⇔ miejsce przechowywania

source: object lot ⇔ vocabulary term relationship
pl_pl: powiązanie partia obiektów ⇔ określenie słownikowe

source: object lot ⇔ vocabulary term relationships
pl_pl: powiązania partia obiektów ⇔ określenie słownikowe

source: object representation caption
pl_pl: nagłówek reprezentacji obiektu

source: object representation captions
pl_pl: nagłówki reprezentacji obiektu

source: Representation label
pl_pl: Podpis

source: Label/caption for representation.
pl_pl: Etykieta/podpis wyobrażenia.

source: object representation multifile
pl_pl: multi-plik reprezentacji obiektu

source: object representation multifiles
pl_pl: multi-pliki reprezentacji obiektu

source: object representation
pl_pl: wizerunek obiektu

source: Unique numeric identifier used by CollectiveAccess internally to identify this representation
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do identyfikacji tego przedstawienia.

source: The locale from which the representation originates.
pl_pl: Wersja językowa z której wywodzi się wizerunek.

source: Indicates the type of the representation. The type can only be set when creating a new representation and cannot be changed once the representation is saved.
pl_pl: Wskazuje typ reprezentacji. Ten typ może być jedynie ustawiony przy tworzeniu nowej reprezentacji i nie może być zmieniony po zapisaniu reprezentacji.

source: Representation identifier
pl_pl: Identyfikator wizerunku

source: A unique alphanumeric identifier for this representation.
pl_pl: Unikalny alfanumeryczny identyfikator dla tej kolekcji.

source: MD5 hash
pl_pl: Hasz MD5

source: MD5-generated "fingerprint" for this media.
pl_pl: Wygenerowany przy pomocy MD5 "odcisk palca" dla tego medium.

source: Original filename
pl_pl: Pierwotna nazwa pliku

source: The filename of the media at the time of upload.
pl_pl: Nazwa pliku mediów w czasie ładowania.

source: Indicates if representation is accessible to the public or not.
pl_pl: Wskazuje, czy wizerunek jest dostępny publicznie czy nie.

source: Indicates the current state of the representation.
pl_pl: Wskazuje aktualny stan tego wizerunku.

source: Indicates if the object is deleted or not.
pl_pl: Wskazuje czy obiekt jest usunięty czy nie.

source: Related annotations
pl_pl: Powiązane adnotacje

source: Media and preview images
pl_pl: Media i pliki do podglądu

source: No media was specified
pl_pl: Brak określonych mediów

source: Could not load object-representation link
pl_pl: Nie można było załadować odnośnika reprezentacji obiektu

source: File is not part of this representation
pl_pl: Plik nie jest częścią tej reprezentacji

source: object representation ⇔ collection relationship
pl_pl: wizerunek obiektu ⇔ powiązania kolekcji

source: object representation ⇔ collection relationships
pl_pl: wizerunek obiektu ⇔ powiązania kolekcji

source: object representation ⇔ entity relationship
pl_pl: powiązanie wizerunek obiektu ⇔ podmiot

source: object representation ⇔ entity relationships
pl_pl: powiązania wizerunek obiektu ⇔ podmiot

source: object representation ⇔ object representation relationship
pl_pl: powiązanie obiekt ⇔ wizerunek obiektu

source: object representation ⇔ object representation relationships
pl_pl: powiązania obiekt ⇔ wizerunek obiektu

source: object representations ⇔ vocabulary term relationship
pl_pl: powiązanie reprezentacje obiektu ⇔ określenie słownikowe

source: object representations ⇔ vocabulary term relationships
pl_pl: powiązania reprezentacje obiektu ⇔ określenie słownikowe

source: object
pl_pl: obiekt

source: Unique numeric identifier used by CollectiveAccess internally to identify this object
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego obiektu.

source: Lot
pl_pl: Partia

source: Lot this object belongs to; is null if object is not part of a lot.
pl_pl: Partia, do której należy ten obiekt; jest puste, jeżeli obiekt nie jest częścią żadnej partii.

source: Administrative source of object. This value is often used to indicate the administrative sub-division or legacy database from which the object originates, but can also be re-tasked for use as a simple classification tool if needed.
pl_pl: Administracyjne źródło obiektu. Ta wartość jest często używana do wskazania administracyjnego pod-działu lub oficjalnej bazy danych z której ten obiekt pochodzi, ale może być także użyta jako proste narzędzie klasyfikacji - w razie potrzeby.

source: The type of the object. In CollectiveAccess every object has a single "instrinsic" type that determines the set of descriptive, technical and administrative metadata that can be applied to it. As such this type is "low-level" and directly tied to the form of the object - eg. photograph, book, analog video recording, etc.
pl_pl: Typ obiektu. Każdy obiekt w programie ma pojedynczy "wewnętrzny" typ określający zestaw opisowych, technicznych i administracyjnych metadanych, które mogą być do niego zastosowane. Jako taki, ten typ jest "niskopoziomowy" i związany bezpośrednio z postacią obiektu - np. fotografia, książka, analogowe nagranie video, itp.

source: Object identifier
pl_pl: Numer inwentarza

source: A unique alphanumeric identifier for this object. This is usually equivalent to the "accession number" in museum settings.
pl_pl: Unikalny identyfikator alfanumeryczny. Jest to zwykle odpowiednik muzealnego numeru inwentarza.

source: Current location class
pl_pl: Obecna klasa lokalizacji

source: Indicates accession/collection status of object. (eg. accessioned, pending accession, loan, non-accessioned item, etc.)
pl_pl: Wskazuje stan akcesji/odbioru obiektu. (np. przyjęty, w trakcie akcesji, wypożyczony, obiekt nie przyjęty, itp.)

source: Acquisition method
pl_pl: Sposób nabycia

source: Indicates method employed to acquire the object.
pl_pl: Wskazuje sposób wykorzystany do pozyskania obiektu.

source: The extent of the object. This is typically the number of discrete items that compose the object represented by this record. It is stored as a whole number (eg. 1, 2, 3...).
pl_pl: Liczba sztuk obiektu. Jest to zwykle liczba pojedynczych pozycji składających się na opisywany obiekt. Jest zapisana jako pełna liczba (np. 1, 2, 3...).

source: Indicates if object is accessible to the public or not.
pl_pl: Wskazuje czy obiekt jest dostępny publicznie czy nie.

source: Indicates the current state of the object record.
pl_pl: Wskazuje aktualny stan rekordu obiektu.

source: Do not inherit access settings from related collections
pl_pl: Nie dziedzicz prawee dostępu z powiązanych kolekcji

source: Inherit access settings from related collections
pl_pl: Dziedzicz prawa dostępu z powiązanych kolekcji

source: Components
pl_pl: Składniki

source: Object location
pl_pl: Lokalizacja obiektu

source: object ⇔ collection relationship
pl_pl: powiązanie obiekt ⇔ kolekcja

source: object ⇔ collection relationships
pl_pl: powiązania "obiekt ⇔ kolekcja"

source: object ⇔ entity relationship
pl_pl: powiązanie obiekt ⇔ podmiot

source: object ⇔ entity relationships
pl_pl: powiązania obiekt ⇔ podmiot

source: object ⇔ object representation relationship
pl_pl: powiązanie obiekt ⇔ wizerunek obiektu

source: object ⇔ object representation relationships
pl_pl: powiązania obiekt ⇔ wizerunek obiektu

source: Indicates that the representation should be used to depict the object is situations where only a single representation can be displayed (eg. search results).
pl_pl: Wskazuje czy ten wizerunek powinien być używany do przedstawienia obiektu w sytuacjach gdzie tylko pojedynczy weizerunek może być wyświetlony (np. wyniki wyszukiwania).

source: The relative priority of the representation when displayed in a list with other representations. Lower numbers indicate higher priority.
pl_pl: Względny priorytet tego wizerunku na liście, na której znajdą się inne wizerunki. Niższa liczby wskazuje wyższy priorytet.

source: object ⇔ object relationship
pl_pl: powiązanie obiekt ⇔ obiekt

source: object ⇔ object relationships
pl_pl: powiązania obiekt ⇔ obiekt

source: object ⇔ occurrence relationship
pl_pl: powiązanie obiekt ⇔ wydarzenie

source: object ⇔ occurrence relationships
pl_pl: powiązania obiekt ⇔ wydarzenie

source: object ⇔ place relationship
pl_pl: powiązanie obiekt ⇔ miejsce

source: object ⇔ place relationships
pl_pl: powiązania obiekt ⇔ miejsce

source: object ⇔ storage location relationship
pl_pl: powiązanie obiekt ⇔ miejsce przechowywania

source: object ⇔ storage location relationships
pl_pl: powiązania obiekt ⇔ miejsce przechowywania

source: object ⇔ vocabulary term relationship
pl_pl: powiązanie obiekt ⇔ określenie słownikowe

source: object ⇔ vocabulary term relationships
pl_pl: powiązania obiekt ⇔ określenie słownikowe

source: occurrence name
pl_pl: nazwa wydarzenia

source: occurrence names
pl_pl: nazwy wydarzenia

source: Name of occurrence
pl_pl: Nazwa wydarzenia

source: occurrence
pl_pl: zdarzenie

source: Unique numeric identifier used by CollectiveAccess internally to identify this occurrence
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego zdarzenia.

source: The locale from which the item originates.
pl_pl: Wersja językowa z której wywodzi się pozycja.

source: The type of the occurrence. In CollectiveAccess every occurrence has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
pl_pl: Typ wydarzenia. Każde wydarzenie w programie ma pojedynczy "wewnętrzny" typ określający zestaw opisowych i administracyjnych metadanych, które mogą być do niego zastosowane.

source: A unique alphanumeric identifier for this entry.
pl_pl: Unikalny identyfikator alfanumeryczny dla tego wpisu.

source: Administrative source. This value is often used to indicate the administrative sub-division or legacy database from which the information originates, but can also be re-tasked for use as a simple classification tool if needed.
pl_pl: Źródło administracyjne. Ta wartość jest często używana do wskazania administracyjnego pod-działu lub oficjalnej bazy danych z której pochodzi ta informacja, ale także może być użyta jako proste narzędzie do klasyfikacji - w razie potrzeby.

source: Indicates if object is accessible to the public or not.
pl_pl: Wskazuje czy obiekt jest dostępny publicznie czy nie.

source: Indicates the current state of the record.
pl_pl: Wskazuje aktualny stan tego rekordu.

source: Indicates if the record is deleted or not.
pl_pl: Wskazuje czy rekord jest usunięty czy nie.

source: occurrence ⇔ collection relationship
pl_pl: powiązanie zdarzenie ⇔ kolekcja

source: occurrence ⇔ collection relationships
pl_pl: powiązania wydarzenie ⇔ kolekcja

source: occurrence ⇔ occurrence relationship
pl_pl: powiązanie wydarzenie ⇔ wydarzenie

source: occurrence ⇔ occurrence relationships
pl_pl: powiązania wydarzenie ⇔ wydarzenie

source: occurrences ⇔ storage locations relationship
pl_pl: powiązanie obiekt ⇔ miejsce przechowywania

source: occurrences ⇔ storage locations relationships
pl_pl: powiązania obiekt ⇔ miejsce przechowywania

source: occurrence ⇔ vocabulary term relationship
pl_pl: powiązanie wydarzenie ⇔ określenie słownikowe

source: occurrence ⇔ vocabulary term relationships
pl_pl: powiązania wydarzenie ⇔ określenie słownikowe

source: place name
pl_pl: nazwa miejsca

source: place names
pl_pl: nazwy miejsca

source: Sortable version of name value
pl_pl: Sortowalna wersja wartości nazwy

source: Source info
pl_pl: Informacja źródłowa

source: place
pl_pl: miejsce

source: Unique numeric identifier used by CollectiveAccess internally to identify this place
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego miejsca.

source: The primary locale associated with the place.
pl_pl: Podstawowa wersja językowa powiązana z tym miejscem.
