Repository: leslzine/zineunioncatalog
Catalog: providence/app/locale/*/messages.po
Languages: pl_pl

source: Netherlands Antilles
pl_pl: Antyle Holenderskie

source: New Caledonia
pl_pl: Nowa Kaledonia

source: New Zealand
pl_pl: Nowa Zelandia

source: Nicaragua
pl_pl: Nikaragua

source: Norfolk Island
pl_pl: Wyspy Norfolk

source: Northern Mariana Islands
pl_pl: Mariany Północne

source: Norway
pl_pl: Norwegia

source: Palestinian Territory, Occupied
pl_pl: Terytorium Palestyńskie, okupowane

source: Papua New Guinea
pl_pl: Papua-Nowa Gwinea

source: Paraguay
pl_pl: Paragwaj

source: Philippines
pl_pl: Filipiny

source: Poland
pl_pl: Polska

source: Portugal
pl_pl: Portugalia

source: Puerto Rico
pl_pl: Portoryko

source: Qatar
pl_pl: Katar

source: Reunion
pl_pl: Ocean Indyjski/Reunion

source: Romania
pl_pl: Rumunia

source: Russian Federation
pl_pl: Federacja Rosyjska

source: Rwanda
pl_pl: Ruanda

source: Saint Kitts And Nevis
pl_pl: Saint Kitts i Nevis

source: Sao Tome and Principe
pl_pl: Wyspy Świętego Tomasza i Książęca

source: Saudi Arabia
pl_pl: Arabia Saudyjska

source: Serbia-Montenegro
pl_pl: Serbia i Czarnogóra

source: Seychelles
pl_pl: Seszele

source: Singapore
pl_pl: Singapur

source: Slovak Republic
pl_pl: Republika Słowacka

source: Slovenia
pl_pl: Słowenia

source: Solomon Islands
pl_pl: Wyspy Salomona

source: South Africa
pl_pl: Republika Południowej Afryki

source: South Georgia And The South Sand
pl_pl: Wyspy Południowa Georgia i Sandwich Południowy

source: South Korea
pl_pl: Korea Południowa

source: Spain
pl_pl: Hiszpania

source: St. Christopher and Nevis
pl_pl: St. Christopher i Nevis

source: St. Helena
pl_pl: Święta Helena

source: St. Lucia
pl_pl: Święta Łucja

source: St. Pierre and Miquelon
pl_pl: Saint Pierre i Miquelon

source: St. Vincent and the Grenadines
pl_pl: Saint Vincent i Grenadyny

source: Suriname
pl_pl: Surinam

source: Svalbard And Jan Mayen Islands
pl_pl: Svalbard i Jan Mayen Islands

source: Swaziland
pl_pl: Suazi

source: Sweden
pl_pl: Szwecja

source: Switzerland
pl_pl: Szwajcaria

source: Syrian Arab Republic
pl_pl: Syryjska Republika Arabska

source: Taiwan
pl_pl: Tajwan

source: Tajikistan
pl_pl: Tadżykistan

source: Thailand
pl_pl: Tajlandia

source: Trinidad and Tobago
pl_pl: Trynidad i Tobago

source: Tunisia
pl_pl: Tunezja

source: Turkey
pl_pl: Turcja

source: Turks and Caicos Islands
pl_pl: Wyspy Turks i Caicos

source: Ukraine
pl_pl: Ukraina

source: United Arab Emirates
pl_pl: Zjednoczone Emiraty Arabskie

source: United Kingdom
pl_pl: Wielka Brytania

source: Great Britain
pl_pl: Wielka Brytania

source: United States Minor Outlying Isl
pl_pl: Dalekie Wyspy Mniejsze Stanów Zjednoczonych

source: Uruguay
pl_pl: Urugwaj

source: Vatican City
pl_pl: Miasto Watykan

source: Venezuela
pl_pl: Wenezuela

source: Vietnam
pl_pl: Wietnam

source: Virgin Islands (U.S.)
pl_pl: Wyspy Dziewicze Stanów Zjednoczonych

source: Wallis and Furuna Islands
pl_pl: Wyspy Wallis i Furuna

source: Western Sahara
pl_pl: Sahara Zachodnia

source: Western Samoa
pl_pl: Samoa Amerykańskie

source: Yemen
pl_pl: Jemen

source: Yugoslavia
pl_pl: Jugosławia (sr_YU)

source: California
pl_pl: Kalifornia

source: Colorado
pl_pl: Kolorado

source: Florida
pl_pl: Floryda

source: Micronesia
pl_pl: Sfederowane Stany Mikronezji

source: Hawaii
pl_pl: Hawaje

source: Louisiana
pl_pl: Luizjana

source: Mississippi
pl_pl: Missisipi

source: North Carolina
pl_pl: Karolina Północna

source: North Dakota
pl_pl: Dakota Północna

source: New Mexico
pl_pl: Nowy Meksyk

source: New York
pl_pl: Nowy Jork

source: Pennsylvania
pl_pl: Pensylwania

source: South Carolina
pl_pl: Karolina Południowa

source: South Dakota
pl_pl: Dakota Południowa

source: Texas
pl_pl: Teksas

source: Virginia
pl_pl: Wirginia

source: Virgin Islands
pl_pl: Wyspy Dziewicze

source: Washington
pl_pl: Waszyngton

source: West Virginia
pl_pl: Wirginia Zachodnia

source: Military Americas
pl_pl: Wojska Amerykańskie

source: Military Europe/ME/Canada
pl_pl: Wojska Europa/ME/Canada

source: Military Pacific
pl_pl: Wojska Pacyfiku

source: British Columbia
pl_pl: Kolumbia Brytyjska

source: New Brunswick
pl_pl: Nowy Brunszwik

source: Newfoundland and Labrador
pl_pl: Nowa Funlandia i Labrador

source: Nova Scotia
pl_pl: Nowa Szkocja

source: Northwest Territories
pl_pl: Terytoria Północno-Zachodnie

source: Prince Edward Island
pl_pl: Wyspa Księcia Edwarda

source: Yukon Territory
pl_pl: Jukon

source: More...
pl_pl: Więcej...

source: [%2] Parents options invalid. Did you forget to pass a list? Parents list passed was: %1
pl_pl: [%2] nieprawidłowe parametry nadrzędne. Czy na pewno dodałeś listę? Podano: %1

source: [%3] Parent was skipped using rule "%1" with default action because an invalid action ("%2") was specified
pl_pl: [%3] Opuszczony obiekt nadrzędny w wyniku zastosowania domyślnego zachowania "%1" ponieważ wybrano niewłaściwe działanie ("%2")

source: [%3] Parent was skipped using rule "%1" with action "%2"
pl_pl: [%3] pominięto zgodnie z "%1": działanie "%2"

source: [%3] Error processing rule "%1" as an error occurred. Error number was "%2"
pl_pl: [%3] błąd przetwarzania %1". Kod błędu: "%2""

source: [importHelpers:caProcessRefineryParents] List was not specified
pl_pl: [importHelpers:caProcessRefineryParents] Nie podano listy

source: [importHelpers:caProcessRefineryParents] Invalid table %1
pl_pl: [importHelpers:caProcessRefineryParents] Niepoprawna tabela %1

source: [%6] Got parent %1 (%2) with id %3 and type %4 for %5
pl_pl: [%6] znajduje się pod %1 (%2) o identyfikatorze %3 i typie %5 : %4

source: [importHelpers:caProcessRefineryRelated] No name specified for table %1
pl_pl: [importHelpers:caProcessRefineryRelated] Nie podano nazwy tabeli %1

source: [importHelpers:caProcessRefineryRelated] List was not specified
pl_pl: [importHelpers:caProcessRefineryRelated] Nie podano listy

source: [importHelpers:caProcessRefineryRelated] Invalid table %1
pl_pl: [importHelpers:caProcessRefineryRelated] nieprawidłowa tablica %1

source: [{$ps_refinery_name}] Skipped %1 because it was in the skipIfValue list
pl_pl: [{$ps_refinery_name}] Opuszczono %1 ponieważ znajdowało się na liście skipIfValue

source: [importHelpers:caGenericImportSplitter] List was not specified
pl_pl: [importHelpers:caGenericImportSplitter] Nie podano listy

source: [importHelpers:caGenericImportSplitter] Only media paths can be mapped for object representations.
pl_pl: [importHelpers:caGenericImportSplitter] Dla wizerunków obiektów mogą być mapowane tylko ścieżki mediów.

source: [importHelpers:caGenericImportSplitter] Invalid table %1
pl_pl: [importHelpers:caGenericImportSplitter] Błędna tablica %1

source: [importHelpers:caGenericImportSplitter] Cannot map preferred labels to object representations. Only media paths can be mapped.
pl_pl: [importHelpers:caGenericImportSplitter] Nie mogę zmapować preferowanych nazw wizerunków obiektu. Tylko ścieżki mediów mogą być mapowane.

source: Errors
pl_pl: Błędy

source: Warnings
pl_pl: Ostrzeżenia

source: Alerts
pl_pl: Alarmy

source: Infomational messages
pl_pl: Wiadomości informacyjne

source: Debugging messages
pl_pl: Wiadomości dotyczące debuggowania

source: Registration confirmation email was sent to %1
pl_pl: E-mail z potwierdzeniem rejestracji został wysłany do %1

source: Could not send registration confirmation email to %1: %2
pl_pl: Nie udało się wysłać e-maila z potwierdzeniem rejestracji do %1: %2

source: Full text
pl_pl: Pełny tekst

source: Searches on all content that has been indexed
pl_pl: Wyszukiwania wszystkich treści, które nie zostały zindeksowane

source: relevance
pl_pl: stosowność

source: name
pl_pl: nazwa

source: idno
pl_pl: identyfikator

source: type name
pl_pl: wpisz nazwę

source: type
pl_pl: typ

source: short description
pl_pl: krótki opis

source: surname, forename
pl_pl: nazwisko, imię

source: forename
pl_pl: imię

source: title
pl_pl: tytuł

source: date
pl_pl: data

source: user
pl_pl: użytkownik

source: Tags
pl_pl: Znaczniki

source: Comments
pl_pl: Komentarze

source: View
pl_pl: Zobacz

source: Reset
pl_pl: Kasuj

source: Keywords
pl_pl: Słowa kluczowe

source: year
pl_pl: rok

source: years
pl_pl: lata

source: month
pl_pl: miesiąc

source: months
pl_pl: miesiące

source: day
pl_pl: dzień

source: days
pl_pl: dni

source: hour
pl_pl: godzina

source: hours
pl_pl: godziny

source: minute
pl_pl: minuta

source: minutes
pl_pl: minuty

source: second
pl_pl: sekunda

source: seconds
pl_pl: sekundy

source: %1 is not a valid unit of length [%2]
pl_pl: %1 nie jest prawidłową jednostką długości [%2]

source: Not a valid measurement
pl_pl: Nieprawidłowa jednostka

source: Must not be less than zero
pl_pl: Nie może być mniejsze niż zero

source: Not a valid measurement [%1]
pl_pl: Nieprawidłowa jednostka [%1]

source: Not a valid unit of weight [%2]
pl_pl: Nieprawidłowa jednostka wagi [%2]

source: Invalid controller path
pl_pl: Niewłaściwa ścieżka kontrolera

source: Controller error: %1
pl_pl: Błąd kontrolera: %1

source: Disabled
pl_pl: Wyłączony

source: For type <em>%1</em>
pl_pl: Dla typu <em>%1</em>

source: For types <em>%1</em>
pl_pl: Dla typów <em>%1</em>

source: %1 id %2 is not valid for element %3
pl_pl: %1 id %2 nie jest prawidłowe dla elementu %3

source: Method %1 does not exist for %2 attributes
pl_pl: Metoda %1 nie istnieje dla %2 atrybutów

source: Require value
pl_pl: Wymaga wartości

source: Check this option if you want to require that a collection be selected.
pl_pl: Wybierz tę opcję, jeśli chcesz zażądać wyboru kolekcji.

source: Width of field in user interface
pl_pl: Szerokość pola w interfejsie użytkownika

source: Width, in characters, of the field when displayed in a user interface.
pl_pl: Szerokość pola w znakach gdy wyświetlane w interfejsie użytkownika.

source: Does not use locale setting
pl_pl: Nie używa ustawień wersji językowej

source: Check this option if you don't want your list values to be locale-specific. (The default is to not be.)
pl_pl: Zaznacz, jeżeli nie chcesz aby wartości listy miały zaznaczoną wersję językową. (Domyślnie nie mają)

source: Can be used for sorting
pl_pl: Może być użyte do sortowania

source: Check this option if this attribute value can be used for sorting of search results. (The default is to be.)
pl_pl: Zaznacz, jeżeli wartość tego atrybutu może być używana do sortowania wyników wyszukiwania. (Domyślnie może być)

source: Can be used in search form
pl_pl: Może być użyta w formularzu wyszukiwania

source: Check this option if this attribute value can be used in search forms. (The default is to be.)
pl_pl: Zaznacz, jeżeli wartość tego atrybutu może być użyta w formularzach wyszukiwania. (Domyślnie może być.)

source: Can be used in display
pl_pl: Może być użyta w widoku

source: Check this option if this attribute value can be used for display in search results. (The default is to be.)
pl_pl: Zaznacz, jeżeli wartość tego atrybutu może być użyta w widoku wyników wyszukiwania. (Domyślnie może być.)

source: Display template
pl_pl: Szablon widoku

source: Layout for value when used in a display (can include HTML). Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^my_element_code</i>.
pl_pl: Rozmieszczenie wartości gdy używana w widoku (może zawierać kod HTML). Znaczniki kodu elementu poprzedzone znakiem "^" mogą być używane do reprezentowania tej wartości w szablonie. Przykład: <i>^kod_mojego_elementu.</i>

source: Allow PDF output?
pl_pl: Zezwolić na wysłanie pdf-a?

source: Check this option if this metadata element can be output as a printable PDF. (The default is not to be.)
pl_pl: Zaznacz, jeśli ten element metadanych może być eksportowany jako plik pdf. (Domyślnie nie może)

source: Allow PDF output for individual values?
pl_pl: Zezwolić na utworzenie pdf-a dla indywidualnych wartości?

source: Check this option if individual values for this metadata element can be output as a printable PDF. (The default is not to be.)
pl_pl: Zaznacz tę opcję, jeżeli pojedyńcze wartości tego elementu metadanych mają być eksportowane jako pdf do druku (domyślnie nie mają być).

source: Value delimiter
pl_pl: Separator wartości

source: Delimiter to use between multiple values when used in a display.
pl_pl: Separator używany pomiędzy wieloma wartościami gdy używane w widoku.

source: Check this option if you don't want your compound attributes to be locale-specific. (The default is to be.)
pl_pl: Zaznacz, jeżeli nie chcesz aby twoje złożone atrybuty miały zaznaczoną wersję językową. (Domyślnie mają)

source: Line breaks
pl_pl: Podziały wiersza

source: Insert number of metadata elements after which a line break should be inserted here. (Default is 0 - i.e. no line breaks)
pl_pl: Wpisz liczbę elementów metadanych, po których powinien być wstawiony podział wiersza. (Domyślnie 0 - brak podziałów wiersza)

source: Delimiter to use between multiple values.
pl_pl: Separator używany pomiędzy wieloma wartościami.

source: Minimum value
pl_pl: Wartość minimalna

source: The minimum value allowed. Input less than the required value will be rejected.
pl_pl: Dozwolona wartość minimalna . Wprowadzenie mniejszej wartości niż wymagana będzie odrzucone.

source: Maximum value
pl_pl: Wartość maksymalna

source: The maximum value allowed. Input greater than the required value will be rejected.
pl_pl: Dozwolona wartość maksymalna. Wprowadzenie wartości większej niż wymagana będzie odrzucone.

source: Width of data entry field in user interface
pl_pl: Szerokość pola wprowadzania danych w interfejsie użytkownika

source: Height of data entry field in user interface
pl_pl: Wysokość pola wprowadzania danych w interfejsie użytkownika

source: Height, in characters, of the field when displayed in a user interface.
pl_pl: Wysokość pola w znakach gdy wyświetlane w interfejsie użytkownika.

source: Check this option if you don't want your currency values to be locale-specific. (The default is to not be.)
pl_pl: Zaznacz, jeżeli nie chcesz aby wartości walut były związane z wersją językową. (Domyślnie nie są)

source: Must not be blank
pl_pl: Nie może być puste

source: Check this option if this attribute value must be set to some value - it must not be blank in other words. (The default is not to be.)
pl_pl: Zaznacz, jeżeli wartość tego atrybutu musi być ustawiona na jakąś wielkość - innymi słowy nie może być pusta. (Domyślnie nie musi)

source: %1 must not be empty
pl_pl: %1 nie może być pusty

source: %1 is not a valid currency value; be sure to include a currency symbol
pl_pl: "%1" nie jest poprawną wartością waluty; upewnij się aby dołączyć symbol waluty

source: %1 does not use a valid decimal notation for your locale
pl_pl: %1 nie używa notacji dziesiętnej zgodnej z wersją językową

source: Currency specified for %1 does not appear to be valid
pl_pl: Waluta określona dla "%1" wydaje się nie być poprawna

source: %1 must not be negative
pl_pl: %1 nie może być ujemna

source: %1 must be at least %2
pl_pl: %1 musi być przynajmniej %2

source: %1 must be less than %2
pl_pl: %1 musi być mniejsza niż %2

source: Date range boundaries
pl_pl: Granice zakresu daty

source: The range of dates that are accepted. Input dates outside the range will be rejected. Leave blank if you do not require restrictions.
pl_pl: Zakres dat który jest akceptowany. Wprowadzenie dat poza tym zakresem będzie odrzucone. Pozostaw puste jeżeli nie wymagasz ograniczeń.

source: Check this option if you don't want your date ranges to be locale-specific. (The default is to not be.)
pl_pl: Zaznacz, jeżeli nie chcesz aby zakresy daty miały zaznaczoną wersję językową. (Domyślnie nie mają)

source: Include date picker
pl_pl: Dołącz pole wyboru daty

source: Check this option if you want a calendar-based date picker to be available for date entry. (The default is to not include a picker.)
pl_pl: Zaznacz, jeżeli chcesz umożliwić wprowadzanie daty metodą wyboru z kalendarza. (Domyślnie pole wyboru daty jest wyłączone).

source: Is a lifespan
pl_pl: Jest okresem życia

source: Check this option if this attribute value represents a persons lifespan. Lifespans are displayed in a slightly different format in many languages than standard dates. (The default is not to be.)
pl_pl: Zaznacz, jeżeli wartość tego atrybutu jest okresem życia osoby. Okresy życia są w wielu językach wyświetlane w formacie różniącym się od formatu zwykłych dat. (Domyślnie nie jest)

source: Default value
pl_pl: Wartość domyślna

source: Value to pre-populate a newly created attribute with
pl_pl: Wartość do domyślnego wypełnienia dla nowo utworzonego atrybutu

source: Suggest existing values?
pl_pl: Sugerować istniejące wartości?

source: Check this option if you want this attribute to suggest previously saved values as text is entered.
pl_pl: Zaznacz, jeżeli chcesz włączyć podpowiedzi w polu tego atrybutu.

source: Sort suggested values by?
pl_pl: Sortuj sugerowane wartości według?

source: If suggestion of existing values is enabled this option determines how returned values are sorted. Choose <i>value</i> to sort alphabetically. Choose <i>most recently added </i> to sort with most recently entered values first.
pl_pl: Jeżeli sugerowanie istniejących wartości jest aktywne, ta opcja określa w jaki sposób zwracane wartości będą sortowane. Wybierz <i>wartość</i> aby sortować alfabetycznie. Wybierz <i>ostatnio dodane</i> aby sortować w pierwszej kolejności według ostatnio wprowadzonych wartości.

source: Value
pl_pl: Wartość

source: Most recently added
pl_pl: Ostatnio dodane

source: %1 is invalid
pl_pl: Pole %1 jest niepoprawne

source: %1 must be within %2
pl_pl: %1 musi być w zakresie %2

source: Check this option if you want to require that an entity be selected.
pl_pl: Zaznacz tę opcję jeśli chcesz ograniczyć wybór do podmiotów.

source: Check this option if you don't want your georeferences to be locale-specific. (The default is to not be.)
pl_pl: Zaznacz, jeżeli nie chcesz aby twoje dane geolokalizacji posiadały wersję językową. (Domyślnie nie posiadają)

source: Uploaded file
pl_pl: Załadowany plik

source: Set file
pl_pl: plik rejestru

source: Check this option if this attribute value can be used for sorting of search results. (The default is not to be.)
pl_pl: Zaznacz, jeżeli wartość tego atrybutu może być użyta do sortowania wyników wyszukiwania. (Domyślnie nie może)

source: Can be empty
pl_pl: Może być pusta

source: Check this option if you want to allow empty attribute values. This - of course - only makes sense if you bundle several elements in a container.
pl_pl: Zaznacz, jeżeli chcesz zezwolić na puste wartości atrybutów. Ta opcja ma zastosowanie tylko w przypadku umieszczenia kilku elementów w pojemniku.

source: Entry was blank.
pl_pl: Wpis był pusty.

source: Check this option if you don't want your GeoNames values to be locale-specific. (The default is to not be.)
pl_pl: Zaznacz tę opcję jeżeli nie chcesz aby wartości nazw geograficznych były specyficzne dla wersji językowej. (Domyślnie nie są)

source: Disable map
pl_pl: Wyłącz mapę

source: Check this option if you want to disable location map display.
pl_pl: Zaznacz, jeśli chcesz wyłączyć wyświetlanie mapy

source: Maximum number of GeoNames results
pl_pl: Maksymalna licza wyników z GeoNames

source: Determines the maximum number of results returned by GeoNames. Tweak this number if you want to speed up lookups.
pl_pl: Określa maksymalną liczbę rezultatów zwracanych przez GeoNames. Zmień tę liczbę, jeśli chcesz przyspieszyć pobieranie danych.

source: GeoNames elements
pl_pl: elementy GeoNames

source: Comma-separated list of GeoNames attributes to be pulled from the service to build the text representation for the selected location. See http://www.geonames.org/export/geonames-search.html for further reference, including the available element names. Note that latitude and longitude are always added to the text value to enable map display.
pl_pl: Lista atrybutów GeoNames w formacie CSV, która zostanie pobrana z usługi aby utworzyć tekstowy odpowiednik wybranej pozycji geograficznej. Odwiedź http://www.geonames.org/export/geonames-search.html aby uzyskać więcej informacji, w tym nazwy dostępnych elementów. Wysokość i szerokość geograficzna są zawsze dodawane do określenia tekstowego, aby umożliwić wyświetlenie pozycji na mapie.

source: GeoNames element delimiter
pl_pl: ogranicznik nazw GeoNames

source: Delimiter to use between multiple values pulled from GeoNames service.
pl_pl: Ogranicznik, który będzie użyty pomiędzy różnymi nazwami pobranymi z serwisu GeoNames.

source: Tile server URL
pl_pl: url serwera map

source: URL for tileserver to load custom tiles from, with placeholders for X, Y and Z values in the format <em>${x}</em>. Ex. http://tileserver.net/maps/${z}/${x}/${y}.png. Leave blank if you do not wish to use custom map tiles.
pl_pl: URL dla serwera kafli (tileserver) do pobrania własnych kafli z symbolami zastępczymi dla wartości X, Y i Z w formacie <em>${x}</em> Np. http://tileserver.net/maps/${z}/${x}/${y}.png. Należy pozostawić niewypełnione, jeżeli nie planuje się używania własnych kafli map.

source: Tile layer name
pl_pl: nazwa warstwy

source: Display name for layer containing tiles loaded from tile server specified in the <em>tile server URL</em> setting.
pl_pl: Wyświetl nazwę warstwy, zawierającej segmenty pobrane z serwera wskazanego w ustawieniach w <em>adresie URL serwera map</em>

source: Show layer switcher controls
pl_pl: Pokaż przyciski zmiany warstw

source: Check this option you want to include layer switching controls in the map.
pl_pl: Zaznacz, jeśli chcesz do mapy dodać możliwość przełączania warstw.

source: Address or georeference was blank.
pl_pl: Adres lub geo-referencja były puste.

source: Could not connect to Google for geocoding
pl_pl: Nie udało się połączyć z serwerem danych geograficznych Google

source: Could not geocode address "%1": [%2]
pl_pl: Nie można znaleźć geolokacji adresu "%1": [%2]

source: Could not geocode address "%1"
pl_pl: Nie można znaleźć geolokacji adresu "%1"

source: Service
pl_pl: Usługa

source: The type of information service to be accessed.
pl_pl: rodzaj usługi, która zostanie wykorzystana

source: Check this option if you don't want your values to be locale-specific. (The default is to not be.)
pl_pl: Zaznacz, jeżeli nie chcesz aby wartości były lokalizowane (domyślnie nie są).

source: More &rsaquo;
pl_pl: Więcej &rsaquo;

source: Less &rsaquo;
pl_pl: mniej &rsaquo;

source: Minimum number of characters
pl_pl: Minimalna liczba znaków

source: The minimum number of characters to allow. Input shorter than required will be rejected.
pl_pl: Minimalna dozwolona liczba znaków. Wprowadzenie mniejszej ilości będzie odrzucone.

source: Maximum number of characters
pl_pl: Maksymalna liczba znaków

source: The maximum number of characters to allow. Input longer than required will be rejected.
pl_pl: Maksymalna dozwolona liczba znaków. Wprowadzenie większej ilości będzie odrzucone.

source: The minimum numeric value to allow. Values smaller than required will be rejected.
pl_pl: Minimalna dozwolona wartość numeryczna. Wartości mniejsze niż wymagana zostaną odrzucone.

source: The maximum numeric value to allow. Values larger than required will be rejected.
pl_pl: Maksymalna dozwolona wartość numeryczna. Wartości większe niż wymagana zostaną odrzucone.

source: Regular expression to validate input with
pl_pl: Wyrażenie regularne do walidacji wpisu
