Repository: leslzine/zineunioncatalog
Catalog: providence/app/locale/*/messages.po
Languages: pl_pl

source: metric units
pl_pl: jednostki metryczne

source: Preferred display currency
pl_pl: Preferowana w widoku waluta

source: Determines preferred currency to use for display.
pl_pl: Określa walutę jaka ma być używana w widoku.

source: Duplicate non-preferred labels?
pl_pl: etykiety edytora ekranu UI

source: Duplicate relationships?
pl_pl: Powielać relacje?

source: Checked relationships will be duplicated.
pl_pl: Zaznaczone pola zostaną powielone.

source: Duplicate media?
pl_pl: Powielać media?

source: If checked all media associated with the object will be duplicated.
pl_pl: Jeżeli zaznaczone pliki mediów związane z obiektem zostaną powielone.

source: Duplicate tour stops?
pl_pl: Powielać postoje wycieczki?

source: If checked all stops in the tour will be included.
pl_pl: Jeżeli zaznaczono wszystkie przystanki wycieczki zostaną powielone.

source: Duplicate items?
pl_pl: Powielać elementy?

source: If checked all items in the set will be included in the duplicated set.
pl_pl: Jeżeli zaznaczone, wszystkie obiekty w rejestrze będą skopiowane do powielonego rejestru.

source: Duplicate placements?
pl_pl: Powielać przemieszczenia?

source: If checked all placements in the display will be included in the duplicated set.
pl_pl: Jeżeli zaznaczone wszystkie rozmieszczenia w widoku będą skopiowane w powielonym rejestrze.

source: Your organization.
pl_pl: Twoja instytucja.

source: Address 1
pl_pl: Adres 1

source: Your street address.
pl_pl: Twój adres.

source: Address 2
pl_pl: Adres 2

source: Any additional information about your street address.
pl_pl: Dodatkowe informacje dotyczące adresu.

source: City
pl_pl: Miasto

source: Your city.
pl_pl: Twoje miasto.

source: State/province
pl_pl: Stan/okręg

source: Your state/province
pl_pl: Twoje województwo

source: Country
pl_pl: Państwo

source: Your country.
pl_pl: Twój kraj.

source: Postal code
pl_pl: Kod pocztowy

source: Your postal code.
pl_pl: Twój kod pocztowy.

source: Phone
pl_pl: Telefon

source: Your phone number.
pl_pl: Twój numer telefonu.

source: Fax
pl_pl: Faks

source: Your fax.
pl_pl: Twój fax.

source: Map
pl_pl: Mapa

source: Timeline
pl_pl: Wykres czasowy

source: Calendar
pl_pl: Kalendarz
