Repository: leslzine/zineunioncatalog
Catalog: providence/app/locale/*/messages.po
Languages: pl_pl

source: Batch import data
pl_pl: Wsadowy import danych

source: Allow user to data in various formats
pl_pl: Zezwól użytkownikowi na dostęp do danych w różnych formatach

source: Batch export
pl_pl: wsadowy eksport

source: Actions allowing batch export of records.
pl_pl: Działania umożliwiające wsadowy eksport rekordów.

source: Allow user to create export mappings and export arbitrary sets of records.
pl_pl: Zezwól użytkownikowi na tworzenie mapowań eksportu i na eksportowanie dowolnych rejestrów rekordów.

source: Personalization
pl_pl: Personalizacja

source: Actions allowing personalization of the user's environment.
pl_pl: Operacje pozwalające na personalizację środowiska użytkownika.

source: Set preferences
pl_pl: Ustaw preferencje

source: Allow user to set their own preferences
pl_pl: Pozwól użytkownikowi ustawić jego własne preferencje

source: Create advanced search forms
pl_pl: Twórz zaawansowane formularze wyszukiwania

source: Allow user to create their own advanced search forms
pl_pl: Pozwól użytkownikowi tworzyć jego własne zaawansowane formularze wyszukiwania

source: Edit advanced search forms
pl_pl: Edytuj zaawansowane formularze wyszukiwania

source: Allow user to edit existing advanced search forms
pl_pl: Pozwól użytkownikowi edytować istniejące zaawansowane formularze wyszukiwania

source: Delete advanced search forms
pl_pl: Usuń zaawansowane formularze wyszukiwania

source: Allow user to delete existing advanced search forms
pl_pl: Pozwól użytkownikowi usuwać istniejące zaawansowane formularze wyszukiwania

source: Use advanced search forms
pl_pl: Używaj zaawansowanych formularzy wyszukiwania

source: Allow user to use advanced search forms
pl_pl: Pozwól użytkownikowi używać zaawansowanych formularzy wyszukiwania

source: Create displays
pl_pl: Twórz widoki

source: Allow user to create their custom data display formats
pl_pl: Pozwól użytkownikowi tworzyć jego własne formaty wyświetlania danych

source: Edit displays
pl_pl: Edytuj widoki

source: Allow user to edit existing custom data display formats
pl_pl: Pozwól użytkownikowi edytować istniejące własne formaty wyświetlania danych

source: Delete displays
pl_pl: Usuń widoki

source: Allow user to delete existing custom data display formats
pl_pl: Pozwól użytkownikowi usuwać istniejące własne formaty wyświetlania danych

source: Use displays
pl_pl: Używaj widoków

source: Allow user to use existing custom data display formats
pl_pl: Pozwól użytkownikowi używać istniejące własne formaty wyświetlania danych

source: Duplicate displays
pl_pl: Powielone widoki

source: Allow user to use duplicate custom data display formats
pl_pl: Pozwól użytkownikowi używać istniejące własne formaty wyświetlania danych

source: Actions allowing management of catalogued content for personal use.
pl_pl: Operacje pozwalające na zarządzanie skatalogowaną treścią dla osobistego użytku.

source: Create user groups
pl_pl: Utwórz grupy użytkowników

source: Allow user to create their own user groups for data sharing
pl_pl: Pozwól użytkownikowi tworzyć jego własne grupy użytkowników do udostępniania danych

source: Create sets
pl_pl: Twórz rejestry

source: Allow user to create their own sets objects or authority items
pl_pl: Pozwól użytkownikowi tworzyć jego własne rejestry obiektów lub haseł kontrolowanych

source: Edit sets and set content
pl_pl: Edytuj rejestry i zawartość rejestru

source: Allow user to alter set information and content in sets for which they have access privileges
pl_pl: Pozwól użytkownikowi zamieniać informację o rejestrze i zawartość rejestrów do których ma on prawa dostępu

source: Delete sets and set content
pl_pl: Usuń rejestry i ich zawartość

source: Allow user to delete sets for which they have access privileges
pl_pl: Pozwól użytkownikowi usuwać rejestry do których ma on prawa dostępu

source: Delete own sets and set content
pl_pl: Usuń własne rejestry wraz z zawartością

source: Allow user to delete sets which they created
pl_pl: Zezwól użytkownikowi na usuwanie własnych rejestrów

source: View sets
pl_pl: Zobacz rejestry

source: Allow user to view sets of objects or authority items for which they have access privileges
pl_pl: Pozwól użytkownikowi oglądać rejestry obiektów lub haseł kontrolowanych, do których ma on prawa dostępu

source: Duplicate sets
pl_pl: Powielone rejestry

source: Allow user to duplicate sets
pl_pl: Pozwól użytkownikowi powielać rejestry

source: Actions allowing moderation of user generated content.
pl_pl: Operacje pozwalające moderować zawartość utworzoną przez użytkownika.

source: Manage user comments
pl_pl: Zarządzaj komentarzami użytkownika

source: Allow user to moderate and edit user-provided comments
pl_pl: Pozwól użytkownikowi moderować i edytować komentarze dodane przez użytkowników

source: Manage user tags
pl_pl: Zarządzaj znacznikami użytkownika

source: Allow user to moderate user-provided tags
pl_pl: Pozwól użytkownikowi moderować znaczniki dostarczone przez użytkowników

source: Object editing
pl_pl: Edytowanie obiektu

source: Actions allowing creation, editing and deletion of objects.
pl_pl: Operacje pozwalające tworzyć, edytować i usuwać obiekty.

source: Create object
pl_pl: Utwórz obiekt

source: Allow user to create new objects
pl_pl: Pozwól użytkownikowi tworzyć nowe obiekty

source: Edit object
pl_pl: Edytuj obiekt

source: Allow user to edit existing objects
pl_pl: Pozwól użytkownikowi edytować istniejące obiekty

source: Delete object
pl_pl: Usuń obiekt

source: Allow user to delete objects
pl_pl: Pozwól użytkownikowi usuwać obiekty

source: Search objects
pl_pl: Szukaj obiektów

source: Allow user to search objects
pl_pl: Pozwól użytkownikowi szukać obiektów

source: Browse objects
pl_pl: Przeglądaj obiekty

source: Allow user to browse objects
pl_pl: Pozwól użytkownikowi przeglądać obiekty

source: Download media
pl_pl: Pobierz media

source: Allow user to download media associated with the object
pl_pl: Pozwól użytkownikowi pobierać media powiązane z obiektem

source: Duplicate objects
pl_pl: Duplikuj zaznaczone obiekty

source: Allow user to duplicate objects
pl_pl: Pozwól użytkownikowi usuwać obiekty

source: Quick add objects
pl_pl: Szybkie dodawanie obiektów

source: Allow user to add objects not already present while creating relationships
pl_pl: Zezwól użytkownikowi dodawać wcześniej nieistniejące obiekty w trakcie tworzenia relacji

source: Export objects
pl_pl: eksportuj obiekty

source: Allow user to export objects
pl_pl: zezwól użytkownikowi eksportować obiekty

source: Allow user to change types of existing objects
pl_pl: zezwól użytkownikowi zmieniać typy istniejących obiektów

source: Manage access control lists
pl_pl: zarządzaj listami kontroli dostępu

source: Allow user to manage access control lists for objects
pl_pl: zezwól użytkownikowi zarządzać listami kontroli dostępu do obiektów

source: Batch edit objects
pl_pl: edytuj wsadowo obiekty

source: Allow user to edit batches of objects
pl_pl: zezwól użytkownikowi edytować wsadowo obiekty

source: Batch delete objects
pl_pl: Usuń wsadowo obiekty

source: Allow user to delete batches of objects
pl_pl: Zezwól użytkownikowi usuwać wsadowo obiekty

source: View change log
pl_pl: Obejrzyj log zmian

source: Allow user to view object change logs
pl_pl: Zezwól użytkownikowi na dostęp do logów zmian obiektu

source: Object representation editing
pl_pl: Edycja wizerunku obiektu

source: Actions allowing creation, editing and deletion of object representations.
pl_pl: Operacje pozwalające na tworzenie, edycję i usuwanie wizerunków obiektu.

source: Create object representation
pl_pl: Utwórz wizerunek obiektu

source: Allow user to create new object representations
pl_pl: Pozwól użytkownikowi tworzyć nowe wizerunki obiektu

source: Edit object representation
pl_pl: Edytuj wizerunek obiektu

source: Allow user to edit existing object representations
pl_pl: Pozwól użytkownikowi edytować istniejące wzierunki obiektu

source: Delete object representation
pl_pl: Usuń wizerunek obiektu

source: Allow user to delete object representations
pl_pl: Pozwól użytkownikowi usuwać wizerunki obiektu

source: Search object representations
pl_pl: Szukaj wizerunków obiektu

source: Allow user to search object representations
pl_pl: Pozwól użytkownikowi wyszukiwać wizerunki obiektu

source: Browse object representations
pl_pl: Przeglądaj wizerunki obiektu

source: Allow user to browse object representations
pl_pl: Pozwól użytkownikowi przeglądać wizerunki obiektu

source: Duplicate object representations
pl_pl: Powiel wizerunki obiektu

source: Allow user to duplicate object representations
pl_pl: Pozwól użytkownikowi powielać wizerunki obiektu

source: Export object representations
pl_pl: eksportuj wizerunki obiektów

source: Allow user to export object representations
pl_pl: Pozwól użytkownikowi eksportować wizerunki obiektu

source: Allow user to change types of existing object representations
pl_pl: Pozwól użytkownikowi zmienić typy istniejących wizerunków obiektu

source: Allow user to manage access control lists for object representations
pl_pl: Pozwól użytkownikowi zarządzać listami dostępu do wizerunkiów obiektu

source: Batch edit object representations
pl_pl: Edytuj wsadowo wizerunki obiektu

source: Allow user to edit batches of object representations
pl_pl: Pozwól użytkownikowi edytować partie wizerunków obiektu

source: Allow user to view object representation change logs
pl_pl: Zezwól użytkownikowi na dostęp do logów zmian wizerunku obiektu

source: Representation annotation editing
pl_pl: Edycja opisu wizerunku

source: Actions allowing creation, editing and deletion of annotation on object representations.
pl_pl: Działania pozwalające na tworzenie, edycję i usuwanie opisów wizerunków.

source: Create representation annotations
pl_pl: Utwórz opisy wizerunku

source: Allow user to create new representation annotations
pl_pl: Zezwól użytkownikowi na tworzenie nowych opisów wizerunków

source: Edit representation annotations
pl_pl: Edytuj opisy wizerunku

source: Allow user to edit existing representation annotations
pl_pl: Zezwól użytkownikowi na edycję istniejących opisów wizerunku

source: Delete representation annotations
pl_pl: Usuń opisy wizerunku

source: Allow user to delete representation annotations
pl_pl: Pozwól użytkownikowi usuwać opisy wizerunków

source: Search representation annotations
pl_pl: Przeszukaj adnotacje wizerunku

source: Allow user to search representation annotations
pl_pl: Zezwól użytkownikowi na przeszukiwanie opisów wizerunków

source: Browse representation annotations
pl_pl: Przeglądaj opisy wizerunku

source: Allow user to browse representation annotations
pl_pl: Zezwól użytkownikowi na przeglądanie opisów wizerunków

source: Duplicate representation annotations
pl_pl: Powiel opis wizerunku

source: Allow user to duplicate representation annotations
pl_pl: Zezwól użytkownikowi na powielanie opisów wizerunków

source: Allow user to manage access control lists for representation annotations
pl_pl: Zezwól użytkownikowi na zarządzanie listą kontroli dostępu do opisów wizerunków

source: Allow user to view annotation change logs
pl_pl: Zezwól użytkownikowi na dostęp do logów zmian adnotacji

source: Object lot editing
pl_pl: Edytowanie partii obiektów

source: Actions allowing creation, editing and deletion of object lots.
pl_pl: Operacje pozwalające na tworzenie, edycję i usuwanie partii obiektów.

source: Create object lot
pl_pl: Utwórz partię obiektów

source: Allow user to create new object lots
pl_pl: Pozwól użytkownikowi tworzyć nowe partie obiektów

source: Edit object lot
pl_pl: Edytuj partię obiektów

source: Allow user to edit existing object lots
pl_pl: Pozwól użytkownikowi edytować istniejące partie obiektów

source: Delete object lot
pl_pl: Usuń partię obiektów

source: Allow user to delete object lots
pl_pl: Pozwól użytkownikowi usuwać partie obiektów

source: Search object lots
pl_pl: Przeszukuj partie obiektów

source: Allow user to search object lots
pl_pl: Pozwól użytkownikowi przeszukiwać partie obiektów

source: Browse object lots
pl_pl: Przeglądaj partie obiektów

source: Allow user to browse object lots
pl_pl: Pozwól użytkownikowi przeglądać partie obiektów

source: Duplicate object lots
pl_pl: Powiel partie obiektów

source: Allow user to duplicate object lots
pl_pl: Pozwól użytkownikowi powielać partie obiektów

source: Export object lots
pl_pl: Eksportuj partie obiektów

source: Allow user to export object lots
pl_pl: Zezwól użytkownikom na eksportowanie partii obiektów

source: Quick add object lots
pl_pl: Szybkie dodawanie partii obiektów

source: Allow user to add object lots not already present while creating relationships
pl_pl: Zezwól użytkownikowi na dodawanie partii obiektów, nieistniejących w momencie tworzenia powiązania.

source: Allow user to change types of existing object lots
pl_pl: Zezwól użytkownikowi zmieniać typy istniejących partii obiektów

source: Allow user to manage access control lists for object lots
pl_pl: zezwól użytkownikowi zarządzać listami kontroli dostępu do partii obiektów

source: Batch edit object lots
pl_pl: Przetwórz wsadowo partie obiektów

source: Allow user to edit batches of object lots
pl_pl: Zezwól użytkownikowi na wsadowe przetwarzanie partii obiektów

source: Batch delete object lots
pl_pl: Usuń wsadowo partie obiektu

source: Allow user to delete batches of object lots
pl_pl: Zezwól użytkownikowi na usuwanie wsadowe partii obiektów

source: Allow user to view lot change logs
pl_pl: Zezwól użytkownikowi na dostęp do logów zmian partii

source: Entity authority editing
pl_pl: Edytowanie uprawnień podmiotu

source: Actions allowing creation, editing and deletion of entities.
pl_pl: Działania umożliwiające tworzenie, edytowanie i usuwanie podmiotów.

source: Create entity
pl_pl: Utwórz podmiot

source: Allow user to create new entities
pl_pl: Pozwala użytkownikowi utworzyć nowe podmioty

source: Edit entity
pl_pl: Edytuj podmiot

source: Allow user to edit existing entities
pl_pl: Pozwala użytkownikowi edytować istniejące podmioty

source: Delete entity
pl_pl: Usuń podmiot

source: Allow user to delete entities
pl_pl: Pozwala użytkownikowi usuwać podmioty

source: Search entities
pl_pl: Szukaj podmiotów

source: Allow user to search entities
pl_pl: Pozwól użytkownikowi szukać podmiotów

source: Browse entities
pl_pl: Przeglądaj podmioty

source: Allow user to browse entities
pl_pl: Pozwól użytkownikowi przeglądać podmioty

source: Duplicate entities
pl_pl: Powiel podmioty

source: Allow user to duplicate entities
pl_pl: Pozwala użytkownikowi usuwać podmioty

source: Export entities
pl_pl: Eksportuj podmioty

source: Allow user to export entities
pl_pl: Pozwala użytkownikowi eksportować podmioty

source: Quick add entities
pl_pl: Szybkie dodanie podmiotu

source: Allow user to add entities not already present while creating relationships
pl_pl: Zezwól użytkownikowi na dodawanie podmiotów, nieistniejących w momencie tworzenia powiązania.

source: Allow user to change types of existing entities
pl_pl: Pozwól użytkownikowi zmienić typy istniejących podmiotów

source: Allow user to manage access control lists for entities
pl_pl: zezwól użytkownikowi zarządzać listami kontroli dostępu do encji

source: Batch edit entities
pl_pl: Przetwarzanie wsadowe podmiotów.

source: Allow user to edit batches of entities
pl_pl: Pozwala użytkownikowi edytować wsadowo istniejące podmioty

source: Batch delete entities
pl_pl: Usuń wsadowo podmioty

source: Allow user to delete batches of entities
pl_pl: Zezwól użytkownikowi usuwać wsadowo podmioty

source: Allow user to view entity change logs
pl_pl: Zezwól użytkownikowi na dostęp do logów zmian podmiotów

source: Place authority editing
pl_pl: Edytowanie uprawnień miejsca

source: Actions allowing creation, editing and deletion of places.
pl_pl: Operacje pozwalające na tworzenie, edytowanie i usuwanie miejsc.

source: Create place
pl_pl: Twórz miejsce

source: Allow user to create new places
pl_pl: Pozwól użytkownikowi tworzyć nowe miejsca

source: Edit place
pl_pl: Edytuj miejsce

source: Allow user to edit existing places
pl_pl: Pozwól użytkownikowi edytować istniejące miejsca

source: Delete place
pl_pl: Usuń miejsce

source: Allow user to delete places
pl_pl: Pozwól użytkownikowi usuwać miejsca

source: Search places
pl_pl: Szukaj miejsc

source: Allow user to search places
pl_pl: Pozwól użytkownikowi szukać miejsc

source: Browse places
pl_pl: Przeglądaj miejsca

source: Allow user to browse places
pl_pl: Pozwól użytkownikowi przeglądać miejsca

source: Duplicate places
pl_pl: Powiel miejsca

source: Allow user to duplicate places
pl_pl: Pozwól użytkownikowi powielać miejsca

source: Export places
pl_pl: Eksportuj miejsca

source: Allow user to export places
pl_pl: Pozwól użytkownikowi eksportować miejsca

source: Quick add places
pl_pl: Szybkie dodanie miejsc

source: Allow user to add places not already present while creating relationships
pl_pl: Zezwól użytkownikowi na dodawanie nowych miejsc podczas tworzenia asocjacji

source: Allow user to change types of existing places
pl_pl: zezwól użytkownikowi zmieniać typy istniejących miejsc

source: Allow user to manage access control lists for places
pl_pl: zezwól użytkownikowi zarządzać listami kontroli dostępu do miejsc

source: Batch edit places
pl_pl: Edytuj wsadowo miejsca

source: Allow user to edit batches of places
pl_pl: Pozwól użytkownikowi edytować grupy miejsc

source: Batch delete places
pl_pl: Usuń wsadowo miejsca

source: Allow user to delete batches of places
pl_pl: Zezwól użytkownikowi na wsadowe usuwanie miejsc

source: Allow user to view place change logs
pl_pl: Zezwól użytkownikowi na dostęp do logów zmian miejsc

source: Occurrence-based authority editing
pl_pl: Edytowanie uprawnień na bazie wydarzeń

source: Actions allowing creation, editing and deletion of occurrence (user-defined) based authorities.
pl_pl: Operacje pozwalające na tworzenie, edycję i usuwanie autoryzacji opartych na wydarzeniach (zdefiniowanych przez użytkownika)

source: Create occurrence
pl_pl: Utwórz zdarzenie

source: Allow user to create new occurrences
pl_pl: Zezwól użytkownikowi tworzyć wydarzenia

source: Edit occurrence
pl_pl: Edytuj wydarzenie

source: Allow user to edit existing occurrences
pl_pl: Pozwól użytkownikowi edytować wydarzenia

source: Delete occurrence
pl_pl: Usuń wydarzenie

source: Allow user to delete occurrences
pl_pl: Pozwól użytkownikowi usuwać wydarzenia

source: Search occurrences
pl_pl: Szukaj wydarzeń

source: Allow user to search occurrences
pl_pl: Pozwól użytkownikowi szukać zdarzeń

source: Browse occurrences
pl_pl: Przeglądaj wydarzenia

source: Allow user to browse occurrences
pl_pl: Pozwól użytkownikowi przeglądać wydarzenia

source: Duplicate occurrences
pl_pl: Powielaj wydarzenia

source: Allow user to duplicate occurrences
pl_pl: Pozwól użytkownikowi powielać wydarzenia

source: Export occurrences
pl_pl: Eksportuj zdarzenia

source: Allow user to export occurrences
pl_pl: Pozwól użytkownikowi eksportować zdarzenia

source: Quick add occurrences
pl_pl: Szybkie dodanie zdarzeń

source: Allow user to add occurrences not already present while creating relationships
pl_pl: Zezwól użytkownikowi na dodawanie zdarzeń jeszcze nie dodanych, w trakcie tworzenia asocjacji

source: Allow user to change types of existing occurrences
pl_pl: Pozwól użytkownikowi zmieniać typy istniejących zdarzeń

source: Allow user to manage access control lists for occurrences
pl_pl: zezwól użytkownikowi zarządzać listami kontroli dostępu do zdarzeń

source: Batch edit occurrences
pl_pl: Edytuj wsadowo zdarzenia

source: Allow user to edit batches of occurrences
pl_pl: Pozwól użytkownikowi edytować grupy wydarzeń

source: Allow user to view occurrence change logs
pl_pl: Zezwól użytkownikowi na dostęp do logów zmian zdarzeń

source: Collection authority editing
pl_pl: Edytowanie uprawnień dotyczących kolekcji

source: Actions allowing creation, editing and deletion of collections.
pl_pl: Operacje pozwalające na tworzenie, edycję i usuwanie kolekcji.

source: Create collection
pl_pl: Twórz kolekcję

source: Allow user to create new collections
pl_pl: Pozwól użytkownikowi tworzyć nowe kolekcje

source: Edit collection
pl_pl: Edytuj kolekcję

source: Allow user to edit existing collections
pl_pl: Pozwól użytkownikowi edytować istniejące kolekcje

source: Delete collection
pl_pl: Usuń kolekcję

source: Allow user to delete collections
pl_pl: Pozwól użytkownikowi usuwać kolekcje

source: Search collections
pl_pl: Wyszukaj kolekcje

source: Allow user to search collections
pl_pl: Pozwól użytkownikowi szukać kolekcji

source: Browse collections
pl_pl: Przeglądaj kolekcje

source: Allow user to browse collections
pl_pl: Pozwól użytkownikowi przeglądać kolekcje

source: Duplicate collections
pl_pl: Powielaj kolekcje

source: Allow user to duplicate collections
pl_pl: Pozwól użytkownikowi powielać kolekcje

source: Export collections
pl_pl: Eksportuj kolekcje

source: Allow user to export collections
pl_pl: Zezwól użytkownikowi eksportować kolekcje

source: Quick add collections
pl_pl: Szybkie dodanie kolekcji

source: Allow user to add collections not already present while creating relationships
pl_pl: Zezwól użytkownikowi dodawać nowe kolekcje podczas tworzenia asocjacji

source: Allow user to change types of existing collections
pl_pl: Zezwól użytkownikowi na zmianę istniejących typów kolekcji.

source: Allow user to manage access control lists for collections
pl_pl: Zezwól użytkownikowi na zarządzanie listami dostępu do kolekcji

source: Batch edit collections
pl_pl: edytuj wsadowo kolekcje

source: Allow user to edit batches of collections
pl_pl: zezwól uzytkownikowi edytować wsadowo kolekcje

source: Batch delete collections
pl_pl: Usuń wsadowo kolekcje

source: Allow user to delete batches of collections
pl_pl: Zezwól użytkownikowi na wsadowe usuwanie kolekcji

source: Allow user to view collection change logs
pl_pl: Zezwól użytkownikowi na dostęp do logów zmian kolekcji

source: Storage location authority editing
pl_pl: Edytowanie uprawnień dotyczących miejsca przechowywania

source: Actions allowing creation, editing and deletion of storage locations.
pl_pl: Operacje pozwalające na tworzenie, edycję i usuwanie miejsc przechowywania

source: Create storage locations
pl_pl: Twórz miejsca przechowywania

source: Allow user to create new storage locations
pl_pl: Pozwól użytkownikowi tworzyć nowe miejsca przechowywania

source: Edit storage locations
pl_pl: Edytuj miejsca przechowywania

source: Allow user to edit existing storage locations
pl_pl: Pozwól użytkownikowi edytować istniejące miejsca przechowywania

source: Delete storage locations
pl_pl: Usuń miejsca przechowywania

source: Allow user to delete storage locations
pl_pl: Pozwól użytkownikowi usuwać miejsca przechowywania

source: Search storage locations
pl_pl: Szukaj miejsc przechowywania

source: Allow user to search storage locations
pl_pl: Pozwól użytkownikowi szukać miejsc przechowywania

source: Browse storage locations
pl_pl: Przeglądaj miejsca przechowywania

source: Allow user to browse storage locations
pl_pl: Pozwól użytkownikowi przeglądać miejsca przechowywania

source: Duplicate storage locations
pl_pl: Powielaj miejsca przechowywania

source: Allow user to duplicate storage locations
pl_pl: Pozwól użytkownikowi powielać miejsca przechowywania

source: Export storage locations
pl_pl: Eksportuj miejsca przechowywania

source: Allow user to export storage locations
pl_pl: Pozwól użytkownikowi eksportować miejsca przechowywania

source: Quick add storage locations
pl_pl: Dodaj szybko miejsca przechowywania

source: Allow user to add storage locations not already present while creating relationships
pl_pl: Zezwól uzytkownikowi na dodawanie miejsc przechowywania, nieistniejących w momencie tworzenia powiązania.
