Repository: leslzine/zineunioncatalog
Catalog: providence/app/locale/*/messages.po
Languages: pl_pl

source: Set type to %1
pl_pl: Zmień typ na %1

source: Create child record under this %1
pl_pl: Utwórz rekord podporządkowany %1

source: Select a record type to add a child record under this one
pl_pl: Wybierz typ rekordu, który zostanie utworzony jako podporządkowany temu rekordowi

source: Add a %1 under this
pl_pl: Dodaj poniżej %1

source: Number of %1 in hierarchy: %2
pl_pl: Liczba %1 w hierarchii: %2

source: Show Hierarchy
pl_pl: Pokaż hierarchię

source: Explore
pl_pl: Przeglądaj.

source: Move
pl_pl: Przesuń

source: Add level
pl_pl: Dodaj poziom

source: Add object
pl_pl: Dodaj obiekt

source: Find
pl_pl: Znajdź

source: Click %1 names to explore. Click on an arrow icon to open a %1 for editing.
pl_pl: %1 rozwija się po kliknięciu. Kliknięcie strzałki rozpoczyna edycję.

source: Click on an arrow to choose the location to move this record under.
pl_pl: Kliknięcie strzałki wskazuje miejsce, za którym zostanie wstawiony rekord.

source: Movement details
pl_pl: Szczegóły przemieszczenia

source: Use the controls below to create new %1 relative to this record in the hierarchy.
pl_pl: Użyj poniższych list aby utworzyć %1, hierarchicznie podporządkowane.

source: under (child)
pl_pl: pod (element podrzędny)

source: above (parent)
pl_pl: ponad (element nadrzędny)

source: next to (sibling)
pl_pl: obok (element równorzędny)

source: Add a new %1 %2 <em>%3</em>
pl_pl: Dodaj %1 %2 <em>%3</em>

source: Use the controls below to create new %1 relative to this %2 in the hierarchy.
pl_pl: Użyj poniższych list aby utworzyć %1, w powiązaniu hierarchicznym z %2 .

source: Add a new %1 under <em>%2</em>
pl_pl: Dodaj nowy %1 poniżej <em>%2</em>

source: Close browser
pl_pl: Zamknij przeglądarkę

source: Will be moved under <em>%1</em> after next save.
pl_pl: Rekord zostanie przesunięty pod <em>%1</em> przy następnym zapisie.

source: Will be placed at the top of its own hierarchy after next save.
pl_pl: Będzie umieszczone na szczycie własnej hierarchii po następnym zapisaniu.

source: Cannot move collection under object
pl_pl: Nie można przesunąć kolekcji poniżej obiektu

source: Show in browser
pl_pl: Pokaż w przeglądarce

source: Use the browser to explore the hierarchy. You may edit other hierarchy items by clicking on the arrows.
pl_pl: Użyj przeglądarki do eksploracji hierarchii. Możesz edytować inne pozycje hierarchii klikając na strzałce.

source: Inherit from parent?
pl_pl: Dziedziczyć z rekordu pierwotnego?

source: No settings
pl_pl: Brak dostępnych ustawień

source: No settings available
pl_pl: Brak dostępnych ustawień

source: Add a Widget
pl_pl: Dodaj widget

source: Clear dashboard
pl_pl: Usuń wigdety

source: Edit dashboard
pl_pl: Edytuj panel

source: Add widget
pl_pl: Dodaj widget

source: This is your CollectiveAccess dashboard. Click the "Edit Dashboard" button above to add widgets to your dashboard that will allow you to monitor system activity. You'll see your dashboard whenever you login or click the CollectiveAccess logo above.
pl_pl: To twój osobisty panel. Kliknij "Edytuj panel" aby dodać widgety, umożliwiające monitorowanie aktywności systemu. Twój panel będzie widoczny po każdym zalogowaniu lub kliknięciu logo programu w nagłówku menu.

source: Use the button above to add a widget to your dashboard. You can drag and drop the widgets in the left or right columns in the order you would like them to appear. To customize the information in each widget, click the <i>"i"</i> button in the upper right corner of the widget. To remove the widget from your dashboard click the "X" button in the upper right corner of the widget. Click the "Clear dashboard" button above to remove all widgets from your dashboard. When you are finished editing your dashboard, click the "Done" button above.
pl_pl: Użyj przycisku aby dodać widget do panelu głównego. Możesz przeciągać i upuszczać widgety z lewej lub prawej kolumny aby rozmieścić je jak chcesz. Aby dostosować informacje w każdym z widgetów, kliknij <i>"i"</i> w prawym górnym rogu wybranego widgetu. Aby usunąć widget z panelu, kliknij przycisk "X" w prawym górnym rogu wybranego widgetu. Kliknij "Usuń widgetu" aby usunąć wszystkie widgety ze swojego panelu. Gdy zakończysz edycję swojego panelu, kliknij "Zamknij".

source: To place a dashboard widget in this column drag it here
pl_pl: Aby umieścić widget panelu w tej kolumnie, przeciągnij go tutaj

source: There is 1 object linked to this lot. If you continue this object will no longer be associated with a lot.
pl_pl: Jest 1 obiekt dowiązany do tej partii. Jeżeli kontynuujesz, obiekt ten nie będzie więcej powiązany z partią.

source: There are %1 objects linked to this lot. If you continue these objects will no longer be associated with a lot.
pl_pl: Liczba obiektów dowiązanych do tej partii wynosi %1. Jeżeli kontynuujesz, obiekty te nie będą więcej powiązane z partią.

source: Keyboard shortcuts
pl_pl: Skróty klawiaturowe

source: Single-key shortcuts are available for common actions. Pressing the key is equivalent to the corresponding mouse action.
pl_pl: Dla najczęstszych działań dostępne są skróty jednoznakowe. Naciśnięcie klawisza ma taki sam efekt jak odpowiadające mu działanie myszy.

source: %1 to activate image panning
pl_pl: %1 aby aktywować przesuwanie obrazu

source: %1 to select the rectangle annotation tool
pl_pl: %1 aby wybrać prostokątne narzędzie adnotacji

source: Delete annotation
pl_pl: Usuń adnotację

source: Save annotation
pl_pl: Zapisz adnotację

source: Really delete annotation? %1 %2
pl_pl: Naprawdę usunąć adnotację? %1 %2

source: Currently sorting by
pl_pl: Sortuję teraz według

source: Click to sort by
pl_pl: Kliknij aby posortować

source: Found %1 results.
pl_pl: %1 rezultatów.

source: Sort by
pl_pl: Sortuj według

source: Top %1 results for <em>%2</em>
pl_pl: %1 najlepszych wyników dla <em>%2</em>

source: Displaying %1 of %2 %3
pl_pl: Wyświetlam %1 z %2 %3

source: Click on a %1 to see more specific %2 within that %3. Click on the arrow next to a %4 to find %5 related to it.
pl_pl: Kliknij "%1" aby zobaczyć więcej szczegółów "%2" w obrębie "%3". Kliknięcie strzałki przy "%4" wyświetla powiązane "%5".

source: Place hierarchy
pl_pl: Hierarchia miejsc

source: Hide search form
pl_pl: Ukryj formularz wyszukiwania

source: Form
pl_pl: Formularz

source: Show search form
pl_pl: Pokaż formularz wyszukiwania

source: Save search as
pl_pl: Zapisz wyszukiwanie jako

source: Save search
pl_pl: Zapisz wyszukiwanie

source: Download media as
pl_pl: Pobierz media jako

source: Selected results: %1
pl_pl: Wybrane rezultaty: %1

source: All results: %1
pl_pl: Wszystkie rezultaty: %1

source: Check in
pl_pl: Zaloguj

source: Statistics Dashboard
pl_pl: Pulpit zestawień statystycznych

source: Dates
pl_pl: Daty

source: No searches found
pl_pl: Nie znaleziono żadnych wyszukiwań

source: Enter a date to display searches from above
pl_pl: Wprowadź datę aby wyświetlić powyższe wyszukiwania

source: No events found
pl_pl: Nie znaleziono żadnych zdarzeń

source: Enter a date to display events from above
pl_pl: Wprowadź datę aby wyświetlić powyższe zdarzenia

source: Num hits
pl_pl: Liczba trafień

source: Exec time (sec.)
pl_pl: Czas wykonania (s)

source: Batch actions
pl_pl: Operacje wsadowe

source: Author
pl_pl: Autor

source: Commented On
pl_pl: Skomentowano

source: Select
pl_pl: Wybierz

source: Needs moderation
pl_pl: Wymaga moderacji

source: GO
pl_pl: IDŹ

source: Number of tagged items
pl_pl: Liczba znacznikowanych pozycji

source: Jump to page:
pl_pl: Skocz do strony:

source: New display for
pl_pl: Nowy widok dla

source: Content type
pl_pl: Typ zawartości

source: No displays lists have been configured
pl_pl: Nie skonfigurowano żadnych widoków

source: Saved changes
pl_pl: Zapisano zmiany

source: Execute batch data export
pl_pl: Wykonaj wsadowy eksport danych

source: Add exporters
pl_pl: Dodaj filtry eksportu danych

source: Your data exporters
pl_pl: Twoje filtry eksportu danych

source: New team
pl_pl: Nowy zespół

source: Your project teams
pl_pl: Twoje zespoły projektowe

source: Team
pl_pl: Zespół

source: Members
pl_pl: Członkowie

source: You have not defined any teams
pl_pl: Nie zdefiniowano żadnych zespołów

source: Search Type
pl_pl: Typ wyszukiwania

source: Search term/name
pl_pl: Określenie/nazwa wyszukiwania

source: Object Lots
pl_pl: Partie obiektów

source: Storage Locations
pl_pl: Miejsca przechowywania

source: New search form for
pl_pl: Nowy formularz wyszukiwania dla

source: Form name
pl_pl: Nazwa formularza

source: No forms have been configured
pl_pl: Nie skonfigurowano żadnych formularzy

source: Settings for Group #%1/%2
pl_pl: Ustawienia dla grupy nr %1/%2

source: Save settings
pl_pl: Zapisz ustawienia

source: Back to search form list
pl_pl: Wróć do listy formularzy wyszukiwania

source: Back to set
pl_pl: Wróć do rejestr

source: containing
pl_pl: z zawartością

source: # Items
pl_pl: # pozycji

source: No sets have been created
pl_pl: Nie utworzono żadnych rejestrów

source: Batch
pl_pl: Wsad

source: Item tagged
pl_pl: Pozycja znacznikowana

source: Run tool
pl_pl: Użyj narzędzia

source: You are about to run <em>%1</em> in <em>%2</em>.
pl_pl: Za chwilę użyjesz narzędzia <em>%1</em> w <em>%2</em>.

source: Running %1: %2
pl_pl: używam %1: %2

source: Back to tool list
pl_pl: z powrotem do listy narzędzi

source: Run
pl_pl: uruchom

source: Command
pl_pl: polecenie

source: You are about to run <em>%2</em> in <em>%1</em>
pl_pl: Za chwilę uruchomisz <em>%2</em> w <em>%1</em>

source: Tool
pl_pl: narzędzie

source: Commands
pl_pl: polecenia

source: No tools are available
pl_pl: Brak dostępnych narzędzi

source: Tools for your installation
pl_pl: Narzędzia dla instalacji

source: None available
pl_pl: brak dostępnych

source: Item Type
pl_pl: Typ pozycji

source: Hide Recent Changes
pl_pl: Ukryj ostatnie zmiany

source: Your displays
pl_pl: Twoje widoki

source: 1 display is available
pl_pl: Jeden widok jest dostępny

source: %1 displays are available
pl_pl: Ilość dostępnych widoków to %1

source: User comments
pl_pl: Komentarze użytkownika

source: 1 comment needs moderation
pl_pl: 1 komentarz wymaga moderacji

source: %1 comments need moderation
pl_pl: Komentarze wymagające moderacji: %1

source: 1 moderated comment
pl_pl: 1 moderowany komentarz

source: %1 moderated comments
pl_pl: Ilość moderowanych komentarzy: %1

source: 1 comment total
pl_pl: W sumie 1 komentarz

source: %1 comments total
pl_pl: Całkowita ilość komentarzy: %1

source: 1 team is available
pl_pl: Dostępny jest 1 zespół

source: %1 teams are available
pl_pl: Liczba dostępnych zespołów to %1

source: Your saved searches
pl_pl: Zapisane wyszukiwania

source: 1 saved search
pl_pl: 1 zapisane wyszukiwanie

source: %1 saved searches
pl_pl: liczba zapisanych wyszukiwań: %1

source: Your search forms
pl_pl: Twoje formularze wyszukiwania

source: 1 form is available for editing
pl_pl: Jeden formularz jest dostępny do edycji

source: %1 forms are available for editing
pl_pl: Ilość formularzy dostępnych do edycji to %1

source: Available to you
pl_pl: Dostępne dla ciebie

source: By other users
pl_pl: Innych użytkowników

source: By the public
pl_pl: użytkowników publicznych

source: Show
pl_pl: Pokaż

source: User tags
pl_pl: Znaczniki użytkownika

source: 1 tagging needs moderation
pl_pl: 1 znacznik wymagający moderacji

source: %1 taggings need moderation
pl_pl: Ilość znaczników wymagających moderacji: %1

source: 1 tagging
pl_pl: 1 znacznik

source: %1 total taggings
pl_pl: Całkowita ilość znaczników: %1

source: 1 unique tag
pl_pl: 1 unikalny znacznik

source: %1 total unique tags
pl_pl: Liczba unikalnych znaczników: %1

source: Your watched items
pl_pl: Obserwowane pozycje

source: Edit annotation
pl_pl: Edytuj adnotację

source: Logout
pl_pl: Wyloguj

source: is a trademark of
pl_pl: jest znakiem handlowym

source: Browse hierarchy
pl_pl: Przeglądaj hierarchię

source: You have made changes in this form that you have not yet saved. If you navigate away from this form you will lose your unsaved changes.
pl_pl: Dokonałeś zmian w tym formularzu, które nie zostały jeszcze zapisane. Jeżeli opuścisz ten formularz to utracisz wszystkie niezapisane zmiany.

source: Expand all metadata elements
pl_pl: Rozwiń wszystkie elementy metadanych

source: Collapse all metadata elements
pl_pl: Zwiń wszystkie elementy metadanych

source: <div class='error'>An error in your system configuration has been detected</div> General installation instructions can be found <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Providence)' target='_blank'>here</a>. For more specific hints on the existing issues please have a look at the messages below.
pl_pl: <div class='error'>Wykryto błąd w konfiguracji systemu</div> Ogólne instrukcje instalacji można znaleźć <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Providence)' target='_blank'>tutaj</a>. Więcej szczegółowych uwag odnośnie bieżących problemów znajduje się w poniższych komunikatach.

source: Updating your database...
pl_pl: Aktualizacja bazy danych...

source: Errors occurred while performing the update. <a href='%1/index.php'>Return to the login screen</a>.
pl_pl: Wystąpiły błędy podczas aktualizacji. <a href='%1/index.php'>Wróć do ekranu logowania</a>.

source: Update complete. You can now <a href='%1/index.php'>log into your system</a>
pl_pl: Aktualizacja zakończona. Możesz teraz <a href='%1/index.php'>zalogować się do systemu</a>.

source: User Name
pl_pl: Nazwa użytkownika

source: Login again
pl_pl: Zaloguj się ponownie

source: Forgot your password?
pl_pl: Zapomniałeś hasło?

source: Manage your account
pl_pl: Zarządzaj kontem

source: Logged %1 queries
pl_pl: Zapisane %1 zapytania

source: Query
pl_pl: Zapytanie

source: Execution time
pl_pl: Czas wykonania

source: Hits
pl_pl: Liczba trafień

source: Batch user interface for %1
pl_pl: Wsadowy interfejs użytkownika: %1

source: User interfaces for %1
pl_pl: Interfejsy użytkownika: %1

source: Settings for %1
pl_pl: Ustawienia: %1

source: Start
pl_pl: Początek

source: Timecode of start point in hh:mm:ss:ff format (where hh=hours; mm=minutes; ss=seconds and ff=frames. You may use decimal seconds in lieu of frames if desired.
pl_pl: Kod czasu punktu początkowego w formacie gg:mm:ss:kk (gdzie gg=godziny; mm=minuty; ss=sekundy i kk=klatki). Możesz używać dziesiątych sekundy w miejsce klatek, w razie potrzeby.

source: End
pl_pl: Koniec

source: Timecode of end point in hh:mm:ss:ff format (where hh=hours; mm=minutes; ss=seconds and ff=frames. You may use decimal seconds in lieu of frames if desired.
pl_pl: Kod czasu punktu końcowego w formacie gg:mm:ss:rr (gdzie gg=godziny; mm=minuty; ss=sekundy i rr=ramki). Możesz używać dziesiątych sekundy w miejsce ramek - w razie potrzeby.

source: Page where annotation is located
pl_pl: Strona, na której znajduje się adnotacja

source: Upper left
pl_pl: Górny lewy

source: Coordinate of upper left corner of rectangular region
pl_pl: Współrzędna X górnego lewego narożnika prostokątnego obszaru

source: Lower right
pl_pl: Dolny prawy

source: Coordinate of lower right corner of rectangular region
pl_pl: Współrzędna X dolnego prawego narożnika prostokątnego obszaru

source: Annotation label
pl_pl: Etykieta adnotacji

source: Annotation description
pl_pl: Opis adnotacji

source: X coordinate (as percentage of image width) of upper left corner of active region
pl_pl: Współrzędna X (jako procent szerokości obrazu) górnego lewego narożnika prostokątnego obszaru

source: Y coordinate (as percentage of image height) of upper left corner of active region
pl_pl: Współrzędna Y (jako procent wysokości obrazu) górnego lewego narożnika prostokątnego obszaru

source: Width (as percentage of image width) of active region
pl_pl: szerokość aktywnego regionu (jako procent szerokości obrazu)

source: Height (as percentage of image height) of active region
pl_pl: wysokość aktywnego regionu (jako procent wysokości obrazu)

source: Options
pl_pl: Opcje

source: Type-specific annnotation options
pl_pl: Opcje adnotacji charakterystyczne dla typu danych

source: Has media
pl_pl: Posiada media

source: Has no media
pl_pl: Brak dostępnych mediów

source: has media
pl_pl: posiada media

source: Role
pl_pl: Rola

source: Years
pl_pl: Lata

source: Decades
pl_pl: Dekady

source: term
pl_pl: określenie

source: terms
pl_pl: określenia

source: types
pl_pl: typy

source: status
pl_pl: stan

source: statuses
pl_pl: stany

source: access status
pl_pl: dostępność

source: access statuses
pl_pl: dostępność

source: decade
pl_pl: dekada

source: decades
pl_pl: dekady

source: object representation title
pl_pl: tytuł wizerunku obiektu

source: object representation titles
pl_pl: tytuły adnotacji wizerunku

source: access
pl_pl: dostęp

source: accesses
pl_pl: dostępy

source: If set bundle will not be editable.
pl_pl: Jeżeli zaznaczono, pakiet nie będzie edytowalny.

source: Width, in characters, of field. This value overrides the default model setting when set to a non-zero value.
pl_pl: Szerokość pola, w znakach. Ta wartość nadpisuje domyślne ustawienie modelu gdy ustawiona na niezerową wartość.

source: Height, in rows, of field. This value overrides the default model setting when set to a non-zero value.
pl_pl: Wysokość pola, w wierszach. Ta wartość nadpisuje domyślne ustawienie modelu gdy ustawiona na niezerową wartość.

source: Width, in characters, of lookup field. This value overrides the default view setting when set to a non-zero value.
pl_pl: Szerokość pola wyszukiwania, w znakach. Ta wartość nadpisuje domyślne ustawienie modelu gdy ustawiona na niezerową wartość.

source: Restrict lookups to type
pl_pl: Ogranicz wyszukiwania do typu

source: If set, restricts lookups to a specific type of item.
pl_pl: Jeżeli ustawione, ogranicza wyszukiwania do określonego typu pozycji.

source: Bundle label
pl_pl: Etykieta pakietu

source: If set, overrides the default model setting for the overall bundle label.
pl_pl: Gdy zaznaczone, nadpisuje domyślne ustawienie modelu dla całej etykiety pakietu.

source: Summary
pl_pl: Podsumowanie

source: Object
pl_pl: Obiekt

source: Entity
pl_pl: Podmiot

source: Place
pl_pl: Miejsce

source: Place editor
pl_pl: Edytor miejsc

source: Collection
pl_pl: Kolekcja

source: Storage location
pl_pl: Miejsce przechowywania

source: Storage location editor
pl_pl: Edytor miejsc przechowywania

source: Loan
pl_pl: Wypożyczenie

source: Movement
pl_pl: Przemieszczenie

source: Lots
pl_pl: Partie

source: Basic search
pl_pl: Proste wyszukiwanie

source: Manage
pl_pl: Zarządzaj

source: My preferences
pl_pl: Preferencje

source: Editing
pl_pl: Edycja

source: Batch editing
pl_pl: Edycja operacji wsadowych

source: Quick add
pl_pl: Szybkie dodawanie

source: Units of measurement
pl_pl: Jednostki miary

source: Duplication
pl_pl: Powielanie

source: User profile
pl_pl: Profil użytkownika

source: My watched items
pl_pl: Obiekty obserwowane

source: My project teams
pl_pl: Zespoły projektowe

source: My displays
pl_pl: Widoki

source: My sets
pl_pl: Rejestry

source: My search tools
pl_pl: Narzędzia wyszukiwania

source: User generated content
pl_pl: Zawartość utworzona przez użytkownika

source: Lists & vocabularies
pl_pl: Listy i słowniki

source: Exporters
pl_pl: Filtry eksportu

source: Access control
pl_pl: Kontrola dostępu

source: Access roles
pl_pl: Uprawnienia ról

source: Logs
pl_pl: Logi

source: Search log
pl_pl: Log wyszukiwań

source: Administration
pl_pl: Administracja

source: User interfaces
pl_pl: Interfejsy uzytkownika

source: Configuration check
pl_pl: Sprawdzanie konfiguracji

source: Export configuration
pl_pl: Eksportuj profil instalacyjny

source: User interface editor
pl_pl: Edytpr interfejsów użytkownika

source: User interface screen editor
pl_pl: Edytor ekranu interfejsu użytkownika

source: Library
pl_pl: Biblioteka

source: Dashboard
pl_pl: Strona początkowa

source: Data
pl_pl: Dane

source: Importer list
pl_pl: Lista filtrów importu

source: Run import
pl_pl: Rozpocznij importowanie

source: System administration
pl_pl: Administracja systemem

source: Actions required for general administration of the system. Only trusted administrative users should have access to these actions.
pl_pl: Działania wymagane dla ogólnej administracji systemu. Tylko zaufani administratorzy powinni mieć dostęp do tych działań.

source: Is administrator
pl_pl: Jest administratorem

source: Indicates user should not be subject to access control measures. Users with this action effectively have access to all other actions.
pl_pl: Wskazuje, że użytkownik nie powinien podlegać środkom kontroli dostępu. Użytkownicy mający uprawnienia do takich czynności, mają faktyczny dostęp do wszystkich pozostałych.

source: Set access control
pl_pl: Ustaw kontrolę dostępu

source: Allow user to create, edit and delete user logins, roles and groups.
pl_pl: Pozwól użytkownikowi tworzyć, edytować i usuwać loginy, role i grupy.

source: View logs
pl_pl: Zobacz logi

source: Allow user to view system logs
pl_pl: Pozwól użytkownikowi oglądać logi systemowe

source: Configure user interfaces
pl_pl: Konfiguruj interfejsy użytkownika

source: Allow user to change user interface configuration
pl_pl: Pozwól użytkownikowi zmieniać konfigurację interfejsu.

source: Configure metadata elements
pl_pl: Konfiguruj elementy metadanych

source: Allow user to change metadata element configuration
pl_pl: Pozwól użytkownikowi zmieniać konfigurację elementu metadanych.

source: Configure relationship types
pl_pl: Konfiguruj typy powiązania

source: Allow user to change relationship type configuration
pl_pl: Pozwól użytkownikowi zmieniać konfigurację typu powiązania.

source: Configure import/export mappings
pl_pl: Konfiguruj mapowania importu/eksportu

source: Allow user to change import/export format mapping configuration
pl_pl: Zezwól użytkownikowi na zmianę konfiguracji mapowania importu/eksportu

source: Configure locales
pl_pl: Konfiguruj wersje językowe

source: Allow user to change locale configuration
pl_pl: Pozwól użytkownikowi zmieniać konfigurację wersji językowej.

source: View configuration check
pl_pl: Zobacz wynik testu konfiguracji

source: Allow user to view configuration checks
pl_pl: Pozwól użytkownikowi zobaczyć wyniki testów konfiguracji.

source: Manage advanced search forms
pl_pl: Zarządzaj zaawansowanymi formularzami wyszukiwania

source: Allow user to add, edit or remove advanced search forms for all users
pl_pl: Pozwól użytkownikowi dodawać, edytować lub usuwać zaawansowane formularze wyszukiwania dla wszystkich użytkowników.

source: Manage displays
pl_pl: Zarządzaj widokami

source: Allow user to add, edit or remove advanced displays for all users
pl_pl: Pozwól użytkownikowi dodawać, edytować lub usuwać zaawansowane widoki dla wszystkich użytkowników.

source: Administrate sets
pl_pl: Zarządzaj rejestrami

source: Allow user view, edit and delete all sets regardless of ownership or access control
pl_pl: Zezwól użytkownikom na przeglądanie, edycję i usuwanie rejestrów, niezależnie od ich własności i kontroli dostępu

source: Initiate search reindexing
pl_pl: Rozpocznij reindeksowanie wyszukiwań

source: Searching and browsing
pl_pl: Szukanie i przeglądanie

source: Actions allowing discovery of items using search and browse tools.
pl_pl: Operacje umożliwiające odnajdywanie pozycji przy użyciu narzędzi do wyszukiwania i przeglądania.

source: Quicksearch
pl_pl: Przeszukiwanie

source: Allow user to use quicksearch interface to find items
pl_pl: Pozwól użytkownikowi używać interfejsu przeszukiwania do znajdowania pozycji.

source: Media import
pl_pl: import mediów

source: Actions allowing batch import of media.
pl_pl: Działania umożliwiające wsadowy import mediów

source: Allow user to import folders of media
pl_pl: Zezwól użytkownikom na import folderów mediów
