Repository: leslzine/zineunioncatalog
Catalog: providence/app/locale/*/messages.po
Languages: pl_pl

source: A Perl-format regular expression with which to validate the input. Input not matching the expression will be rejected. Do not include the leading and trailling delimiter characters (typically "/") in your expression. Leave blank if you don't want to use regular expression-based validation.
pl_pl: Wyrażenie regularne w formacie Perl użyte do walidacji wpisu. Wpis nie pasujący do wyrażenia będzie odrzucony. Nie umieszczaj w wyrażeniu początkowych i końcowych znaków rozdzielających (typowo "/"). Pozostaw puste jeżeli nie chcesz używać walidacji w oparciu o wyrażenia regularne.

source: Check this option if you don't want your integer values to be locale-specific. (The default is to be.)
pl_pl: Zaznacz, jeżeli nie chcesz aby wartości całkowite miały zaznaczoną wersję językową. (Domyślnie mają.)

source: Must be unique
pl_pl: Musi być unikalny

source: Check this option to enforce uniqueness across all values for this attribute.
pl_pl: Zaznacz tę opcję aby wymusić unikalność wartości tego atrybutu.

source: %1 must be at least 1 character long
pl_pl: %1 musi mieć więcej niż 1 znak

source: %1 must be at least %2 characters long
pl_pl: %1 musi mieć więcej znaków niż %2

source: %1 must be no more than 1 character long
pl_pl: %1 nie może może mieć więcej niż 1 znak

source: %1 must be no more than %2 characters long
pl_pl: %1 nie może mieć więcej znaków niż %2

source: %1 must be a number
pl_pl: %1 musi być liczbą

source: %1 must be no more than %2
pl_pl: %1 nie może być więcej niż %2

source: %1 does not conform to required format
pl_pl: %1 nie odpowiada wymaganemu formatowi

source: %1 is not an integer value
pl_pl: %1 nie jest wartością całkowitą

source: %1 must be unique across all values. The value you entered already exists.
pl_pl: %1 musi być wartością unikalną. Wprowadzona wartość już istnieje.

source: Check this option if you don't want your LCSH values to be locale-specific. (The default is to not be.)
pl_pl: Zaznacz tę opcję, jeżeli nie chcesz aby wartości LCSH były specyficzne dla wersji językowej. (Domyślnie nie są.)

source: Vocabulary
pl_pl: Słownik

source: Selects which vocabulary will be searched.
pl_pl: Wybór słownika do przeszukiwania.

source: All vocabularies
pl_pl: Wszystkie słowniki

source: Preservation Events
pl_pl: Log zdarzeń

source: Preservation Level Role
pl_pl: Magazyn dla zmiennych na poziomie roli

source: Cryptographic Hash Functions
pl_pl: Funkcje kryptograficzne haszy

source: MARC Relators
pl_pl: Relatory MARC

source: MARC Countries
pl_pl: Państwa MARC

source: MARC Geographic Areas
pl_pl: Obszary geograficzne MARC

source: MARC Languages
pl_pl: Języki MARC

source: ISO639-1 Languages
pl_pl: Języki ISO639-1

source: ISO639-2 Languages
pl_pl: Języki ISO639-2

source: ISO639-5 Languages
pl_pl: Języki ISO639-5

source: Could not connect to LCSH service for %1: %2
pl_pl: Nie udało się uzyskać połączenia z usługą LCSH dla %1: %2

source: Could not get results from LCSH service for %1 [%2]
pl_pl: Nie można pobrać wyniku z usługi LCSH dla %1 [%2]

source: Check this option if you don't want your measurements to be locale-specific. (The default is not to be.)
pl_pl: Zaznacz, jeżeli nie chcesz aby pomiary miały zaznaczoną wersję językową. (Domyślnie nie mają)

source: Check this option if you want an error to be thrown if this measurement is left blank.
pl_pl: Zaznacz, jeżeli chcesz aby w przypadku braku tego wymiaru był generowany błąd.

source: %1 is not a valid measurement
pl_pl: %1 nie jest poprawnym pomiarem

source: Width of list in user interface
pl_pl: Szerokość listy w interfejsie użytkownika

source: Width, in characters or pixels, of the list when displayed in a user interface. When list is rendered as a hierarchy browser width must be in pixels.
pl_pl: Szerokość listy w znakach lub pikselach, gdy wyświetlane w interfejsie użytkownika. W przypadku wyświetlenia listy w przeglądarce hierarchicznej szerokość musi być w pikselach.

source: Height of list in user interface (hierarchy browser only)
pl_pl: Długość listy w interfejsie użytkownika (tylko w przeglądarce hierarchicznej)

source: Height, in pixels, of the list when displayed in a user interface as a hierarchy browser.
pl_pl: Wysokość listy w pikselach, gdy wyświetlana w interfejsie użytkownika jako przeglądarka hierarchiczna.

source: Check this option if you want to require that a list item be selected.
pl_pl: Zaznacz to pole wyboru, jeżeli chcesz, żeby został wybrany element listy.

source: No value text
pl_pl: Tekst o braku wartości

source: Text to use as label for the "no value" option when a value is not required.
pl_pl: Tekst, który zostanie wyświetlony jako etykieta dla opcji "brak wartości" jeżeli wartość nie jest wymagana.

source: Use list default when value is null?
pl_pl: Użyć domyślnej wartości jeśli wartość jest nieokreślona?

source: Check this option if the list default value should be used when the item value is null. (The default is to disregard the default value and show the null value.)
pl_pl: Zaznacz, jeśli domyślna wartość listy powinna zostać użyta, gdy wartością pozycji listy jest null. (Domyślnie nie bierze się jej pod uwagę i wyświetla się wartość null)

source: Render list as
pl_pl: Przedstaw listę jako

source: Set the presentation of the list to select, checkboxes, radio buttons, look or browser.
pl_pl: Zmień prezentację listy na: select, checkboxes, radio buttons, look lub browser.

source: Drop-down list
pl_pl: Rozwijana lista

source: Yes/no checkbox
pl_pl: Pole zaznaczania Tak/Nie

source: Radio buttons
pl_pl: Przyciski wyboru

source: Checklist
pl_pl: Lista kontrolna

source: Type-ahead lookup
pl_pl: lista z autouzupełnianiem

source: Horizontal hierarchy browser
pl_pl: Pozioma przeglądarka hierarchiczna

source: Horizontal hierarchy browser with search
pl_pl: Pozioma przeglądarka hierarchiczna z wyszukiwaniem

source: Automatically shrink horizontal hierarchy browser
pl_pl: Automatycznie zmniejsz poziomą przeglądarkę hierarchii

source: Check this option if you want the hierarchy browser to automatically shrink or expand based on the height of the column with the most data. Only affects the horizontal browser!
pl_pl: Zaznacz, jeżeli przeglądarka hierarchiczna ma automatycznie zwężać się lub rozszerzać, w zależności od wysokości kolumny zawierającej największą ilość danych. Dotyczy tylko poziomej przeglądarki!

source: Number of columns to use for radio button or checklist display
pl_pl: Ilość kolumn używana do wyświetlenia przycisku wyboru lub listy kontrolnej

source: Maximum number of columns to use when laying out radio buttons or checklist.
pl_pl: Maksymalna ilość kolumn używana do rozmieszczenia przycisków wyboru lub list kontrolnych.

source: Value for %1 [%2] cannot be blank
pl_pl: Wartość %1 [%2] nie może być pusta

source: Value %3 for %1 [%2] is invalid
pl_pl: Wartość %3 dla %1 [%2] jest nieprawidłowa

source: The list must have exactly two items to be used as a yes/no checkbox
pl_pl: Ta lista musi mieć dokładnie dwie pozycje aby mogła być użyta jako pole wyboru "tak/nie"

source: Sub-elements may not be used as checklists
pl_pl: Elementy składowe nie mogą być używane jako listy kontrolne

source: Check this option if you want to require that a loan be selected.
pl_pl: Zaznacz, jeżeli wybór wypożyczenia ma być obowiązkowy.

source: Media details
pl_pl: Szczegółowe dane mediów

source: Upload
pl_pl: Przesyłanie

source: Check this option if you want to require that a movement be selected.
pl_pl: Zaznacz, jeżeli wybór przemieszczenia ma być obowiązkowy.

source: The minimum numeric value to allow. Values smaller than required will be rejected. Leave blank to indicate no lower limit.
pl_pl: Minimalna dozwolona wartość numeryczna. Wartości mniejsze niż wymagana zostaną odrzucone. Pozostaw puste aby nie wskazywać dolnego limitu.

source: The maximum numeric value to allow. Values larger than required will be rejected. Leave blank to indicate no upper limit.
pl_pl: Maksymalna dozwolona wartość numeryczna. Wartości większe niż wymagana zostaną odrzucone. Pozostaw puste aby nie wskazywać górnego limitu.

source: Check this option if you don't want your numeric values to be locale-specific. (The default is to be.)
pl_pl: Zaznacz tę opcję, jeżeli nie chcesz aby wartości liczbowe były specyficzne dla wersji językowej. (Domyślnie są.)

source: %1 is not a numeric value
pl_pl: %1 nie jest wartością liczbową

source: Check this option if you want to require that a lot be selected.
pl_pl: Zaznacz, jeżeli wybór partii ma być obowiązkowy

source: Check this option if you want to require that an object representation be selected.
pl_pl: Zaznacz, jeżeli wybór wizerunku ma być obowiązkowy

source: Check this option if you want to require that a object be selected.
pl_pl: Zaznacz, jeżeli wybór obiektu ma być obowiązkowy

source: Check this option if you want to require that a occurrence be selected.
pl_pl: Zaznacz, jeżeli wybór wydarzenia ma być obowiązkowy.

source: Check this option if you want to require that a place be selected.
pl_pl: Zaznacz, jeżeli wybór miejsca ma być obowiązkowy.

source: Check this option if you want to require that a location be selected.
pl_pl: Zaznacz, jeżeli wybór miejsca przechowywania ma być obowiązkowy.

source: Check this option if you don't want your Taxonomy values to be locale-specific. (The default is to not be.)
pl_pl: Zaznacz, jeżeli nie chcesz aby wartości taksonomii miały zaznaczoną wersję językową. (Domyślnie nie mają)

source: More
pl_pl: Więcej

source: Use rich text editor
pl_pl: Używaj zaawansowanego edytora tekstu

source: Check this option if you want to use a word-processor like editor with this text field. If you expect users to enter rich text (italic, bold, underline) then you might want to enable this.
pl_pl: Zaznacz, jeżeli chcesz używać dla tego pola tekstowego zaawansowanego edytora tekstu. Umożliwi to użytkownikom zmianę stylu tekstu (kursywa, pogrubienie, podkreślenie).

source: Check this option if you don't want your text to be locale-specific. (The default is to be.)
pl_pl: Zaznacz tę opcję jeżeli nie chcesz aby twój tekst był specyficzny dla wersji językowej. (Domyślnie jest)

source: Check this option if you want this attribute to suggest previously saved values as text is entered. This option is only effective if the display height of the text entry is equal to 1.
pl_pl: Zaznacz, jeżeli chcesz aby włączyć powdpowiedzi w polu tego atrybutu. Ta opcja działa tylko gdy wysokość pola tekstu jest równa 1.

source: Default text
pl_pl: Domyślny tekst

source: Text to pre-populate a newly created attribute with
pl_pl: Tekst do wstępnego wypełnienia nowo utworzonego atrybutu

source: Is dependent value?
pl_pl: Czy jest wartością zależną?

source: If set then this element is set using values in other fields in the same container. This is only relevant when the element is in a container and is ignored otherwise.
pl_pl: Jeżeli zaznaczone, wartość elementu jest pobierana z innych pól w tym pojemniku. Zaznaczenie odgrywa rolę, tylko gdy element znajduje się w pojemniku. W innych przypadkach jest ignorowane.

source: Dependent value template
pl_pl: Szablon wartości zależnej

source: Template to be used to format content for dependent values. Template should reference container values using their bare element code prefixed with a caret (^). Do not include the table or container codes.
pl_pl: Szablon, który zostanie użyty do sformatowania treści dla powiązanych wartości. Szablon powienien odnosić się do wartości pojemnika przy użyciu kodu elementu poprzedzonego znakiem (^). Nie dodawać tabel lub kodów pojemników.

source: Check this option if you don't want your time code values to be locale-specific. (The default is to not be.)
pl_pl: Zaznacz, jeżeli nie chcesz aby wartości strefy czasu miały zaznaczoną wersję językową. (Domyślnie nie mają)

source: Check this option if you don't want your urls to be locale-specific. (The default is to not be.)
pl_pl: Zaznacz, jeżeli nie chcesz aby adresy URL miały zaznaczoną wersję językową. (Domyślnie nie mają.)

source: Check this option if you want an error to be thrown if the URL is left blank.
pl_pl: Zaznacz, jeżeli chcesz generować błąd, gdy pole adresu URL jest puste.

source: Check this option if you want this attribute to suggest previously saved values as text is entered. This option is only effective if the display height of the element is equal to 1.
pl_pl: Zaznacz tę opcję, jeżeli chcesz aby ten atrybut sugerował poprzednio zapisane wartości podczas wpisywania tekstu. Ta opcja jest skuteczna jedynie wtedy, gdy wyświetlana wysokość elementu jest równa 1.

source: %1 be no more than %2 characters long
pl_pl: %1 ma być nie dłuższe niż %2 znaków

source: %1 is not a valid url
pl_pl: %1 nie jest poprawnym adresem URL

source: Open &rsaquo;
pl_pl: Otwórz &rsaquo;

source: %1 must not be less than zero
pl_pl: %1 nie może być mniejsze od zera

source: %1 advanced search
pl_pl: %1 zaawansowane wyszukiwanie

source: search
pl_pl: szukaj

source: %1 browse
pl_pl: %1 przeglądaj

source: browse
pl_pl: przeglądaj

source: Invalid ID
pl_pl: Niewłaściwe ID

source: ID does not exist
pl_pl: ID nie istnieje

source: This item is not available for view
pl_pl: Ta pozycja nie jest dostępna do oglądania

source: Thank you for contributing. Your comments will be posted on this page after review by site staff.
pl_pl: Dziękujemy za wsparcie. Twoje komentarze zostaną przesłane na stronę po zaakceptowaniu ich przez administratora.

source: Thank you for your contribution.
pl_pl: Dziękujemy za twój wkład.

source: Duplicated %1 "%2" (%3)
pl_pl: Powielone %1 "%2" (%3)

source: Could not duplicate %1: %2
pl_pl: Nie można skopiować %1: %2

source: %1 does not exist
pl_pl: %1 nie istnieje

source: There are errors preventing <strong>ALL</strong> information from being saved. Correct the problems and click "save" again. <ul>
pl_pl: Wystąpiły błędy uniemożliwiające zapisanie <strong>WSZYSTKICH</strong> informacji. Napraw wymienione problemy i ponownie kliknij "Zapisz":⏎ <ul>

source: There are errors preventing information in specific fields from being saved as noted below. <ul>
pl_pl: Wystąpiły błędy uniemożliwiające zapisanie informacji w niżej wymienionych polach:⏎ <ul>

source: Cannot delete root of hierarchy
pl_pl: Nie można usunąć trzonu hierarchii

source: Transferred %1 relationship to type <em>%2</em>
pl_pl: Przeniesiono %1 relacji z typem <em>%2</em>

source: Transferred %1 relationships to type <em>%2</em>
pl_pl: Przeniesiono %1 powiązań z typem <em>%2</em> (%3)

source: Transferred %1 relationship to <em>%2</em> (%3)
pl_pl: Przeniesiono powiązanie %1 do <em>%2</em> (%3)

source: Transferred %1 relationships to <em>%2</em> (%3)
pl_pl: Przeniesiono powiązania %1 do <em>%2</em> (%3)

source: %1 was deleted
pl_pl: Usunięto %1

source: No access to element
pl_pl: Brak dostępu do elementu

source: Element is not part of current item
pl_pl: Element nie jest częścią bieżącego obiektu

source: Could not set ACL inheritance settings: %1
pl_pl: Nie udało się ustawić ustawień dziedziczenia: %1.

source: Could not set type to <em>%1</em>: %2
pl_pl: Nie można zmienić typu na <em>%1</em>: %2

source: Set type to <em>%1</em>
pl_pl: Zmień typ na <em>%1</em>

source: Cannot change type
pl_pl: Nie mogę zmienić typu

source: new %1
pl_pl: nowe %1

source: Editing %1 : %2
pl_pl: Edycja elementu %1: %2

source: Invalid representation_id
pl_pl: Niepoprawne identyfikator odwzorowania

source: Transformation failed
pl_pl: Przekształcenie nie powiodło się.

source: downloaded_file
pl_pl: pobrany plik

source: downloaded_file.%1
pl_pl: pobrany_plik.%1

source: Default
pl_pl: Domyślny

source: Tab delimited
pl_pl: Rozdzielony tabulacją

source: Comma delimited (CSV)
pl_pl: Rozdzielony przecinkiem (CSV)

source: Spreadsheet with media icons (XLSX)
pl_pl: Arkusz z ikonami multimediów (XLSX)

source: Word processing (DOCX)
pl_pl: Word (DOCX)

source: Nothing was selected
pl_pl: Nic nie zaznaczono

source: Invalid set
pl_pl: Niepoprawny rejestr

source: Search could not be saved
pl_pl: Nie można było zapisać wyszukiwania

source: Could not generate ZIP file for download
pl_pl: Nie można utworzyć pliku ZIP do ściągnięcia

source: Invalid table %1
pl_pl: Nieprawidłowa tabela %1

source: <em>%1</em> doesn't exist with this filter but %2 record(s) match overall. Create <em>%1</em>?
pl_pl: <em>%1</em> nie występuje w wynikach tej kwerendy, lecz istnieje %2 rekordów spełniających ten warunek. Utworzyć <em>%1</em>?

source: <em>%1</em> matches %2 more record(s) without the current filter. Create <em>%1</em>?
pl_pl: <em>%1</em> obecne w %2 rekordach więcej bez użycia obecnego filtra. Utworzyć <em>%1</em>?

source: <em>%1</em> does not exist. Create?
pl_pl: <em>%1</em> nie istnieje. Utworzyć?

source: Create <em>%1</em>?
pl_pl: Utworzyć <em>%1</em>?

source: No interface defined for %1
pl_pl: Brak zdefiniowanego interfejsu dla %1

source: You are not allowed to quickadd %1
pl_pl: Nie możesz dodać w uproszczony sposób %1

source: Related %1 does not exist
pl_pl: Powiązany %1 nie istnieje

source: Could not update primary flag for representation: %1
pl_pl: Nie można było zaktualizować podstawowej flagi dla reprezentacji: %1

source: Could not load %1-representation link
pl_pl: Nie można załadować linku %1-odwzorowania

source: %1 search
pl_pl: %1 szukaj

source: Entities
pl_pl: Podmioty

source: Places
pl_pl: Miejsca

source: Collections
pl_pl: Kolekcje

source: Error applying database migration %1: %2; error was at query %3; query was %4
pl_pl: Błąd podczas dodawania migracji bazy danych %1: %2; wystąpił błąd w zapytaniu %3; zapytanie było %4

source: [%3/%4] Processing %1 (%2)
pl_pl: [%3/%4] Przetwarzanie %1 (%2)

source: Processing completed
pl_pl: Ukończono

source: [%1] Batch edit completed
pl_pl: [%1] Przetwarzanie wsadowe zakończone powodzeniem.

source: [%1] Batch processing for set %2 with %3 %4 begun at %5 is complete
pl_pl: [%1] Przetwarzanie wsadowe rejestru %2 z %3 %4 rozpoczęte %5 zostało zakończone

source: Invalid type_id
pl_pl: Niewłaściwe type_id

source: Specified import directory '%1' is invalid
pl_pl: Podany katalog importy %1 jest nieprawidlowy

source: Found %1 files in directory '%2'
pl_pl: Znaleziono %1 plików w katalogu '%2'

source: Create set %1
pl_pl: Utwórz rejestr %1

source: Failed to create set %1: %2
pl_pl: Nie udało się utworzyć rejestru %1: %2

source: Add label to set %1
pl_pl: Utwórz etykietę rejestru

source: Failed to add label to set: %1
pl_pl: Nie udało się utworzyć etykiety rejestru: %1

source: You do not have access to set %1
pl_pl: Nie masz dostępu do rejestru: %1

source: Cannot add to set %1 because you do not have edit access
pl_pl: Nie mogę dodać do rejestru %1 ze względu na brak uprawnień do edycji

source: Skipped file %1 because it was on the skipped files list
pl_pl: Pominięto plik %1, ponieważ znajdował się na liście plików, które należy pominąć.

source: (view)
pl_pl: (widok)

source: Skipped %1 from %2 because it already exists %3
pl_pl: Pominięto %1 z %2 ponieważ już istnieje %3

source: Processing mediaFilenameToObjectIdnoRegexes entry %1
pl_pl: Przetwarzam mediaFilenameToObjectIdnoRegexes pozycja %1

source: Trying to match on directory '%1'
pl_pl: Próba dopasowania w katalogu '%1'

source: Trying to match on directory '%1' and file name '%2'
pl_pl: Próba dopasowania pliku o nazwie '%2' w katalogu '%1'

source: Trying to match on file name '%1'
pl_pl: Próba dopasowania pliku o nazwie '%1'

source: There was an error in preg_replace while processing replacement %1.
pl_pl: Błąd w preg_replace podczas zamiany %1.

source: The result for replacement with code %1 applied to value '%2' is '%3' and was added to the list of file names used for matching.
pl_pl: Wynik zamiany przy użyciu wyrażenia %1 w ciągu znaków '%2' – %3, został dodany do listy plików używanych w dopasowaniu.

source: Skipped replacement %1 because no search expression was defined.
pl_pl: Pominięto zamiennik %1 ponieważ nie zostało zdefiniowane żadne wyrażenie wyszukiwania.

source: Matched name %1 on regex %2
pl_pl: Dopasowano nazwę %1 przy użyciu wyrażenia %2

source: Matched media %1 from %2 to %3 using expression "%4"
pl_pl: Znalezione multimedia %1 od %2 do %3 przy użyciu wyrażenia: "%4"

source: Couldn't match name %1 on regex %2
pl_pl: Nie można dopasować nazwy %1 przy pomocy wyrażenia regularnego %2

source: Matched media %1 from %2 to %3 using filename
pl_pl: Znalezione przy pomocy nazwy pliku media %1 z %2 do %3

source: Error importing %1 from %2: %3
pl_pl: Błąd podczas importu %1 z %2: %3

source: Error creating new record while importing %1 from %2: %3
pl_pl: Błąd w trakcie tworzenia nowego rekordu podczas importu %1 z %2: %3

source: Error creating record label while importing %1 from %2: %3
pl_pl: Błąd przy tworzeniu etykiety rekordu podczas importu %1 z %2: %3

source: Error importing %1 from %2:
pl_pl: Błąd importu %1 z %2:

source: Imported %1 as %2
pl_pl: Zaimportowano %1 jako %2

source: Added relationship between <em>%1</em> and %2 <em>%3</em>
pl_pl: Dodano powiązanie pomiędzy <em>%1</em> i %2 <em>%3</em>

source: Could not add relationship between <em>%1</em> and %2 <em>%3</em>: %4
pl_pl: Nie można było dodać powiązania pomiędzy <em>%1</em> i %2 <em>%3</em>: %4

source: Skipped %1 from %2 because it could not be matched
pl_pl: Opuszczono %1 z %2 ponieważ nie można było dopasować

source: Skipped %1 from %2
pl_pl: Opuszczono %1 z %2

source: [%3/%4] Processing %1 (%3)
pl_pl: [%3/%4] Przetwarzanie %1 (%3)

source: [%1] Batch media import completed
pl_pl: [%1] Zakończono wsadowy import mediów

source: file
pl_pl: plik

source: files
pl_pl: pliki

source: [%1] Media import processing for directory %2 with %3 %4 begun at %5 is complete
pl_pl: [%1] Import mediów z katalogu %2 z %3 %4 rozpoczęty %5 został zakończony

source: Media import processing for directory %1 with %2 %3 begun at %4 is complete
pl_pl: Przetwarzanie mediów do katalogu %1 z %2 %3 zaczęte o %4 jest ukończone

source: Importer %1 does not exist
pl_pl: Filtr importu %1 nie istnieje

source: Could not import source %1
pl_pl: Nie można było zaimportować źródła %1

source: Imported data from source %1
pl_pl: Zaimportowane dane ze źródła %1

source: [%1] Batch metadata import completed
pl_pl: [%1] Wsadowy import metadanych zakończony

source: row
pl_pl: wiersz

source: rows
pl_pl: wierszy

source: [%1] Metadata import processing for begun at %2 is complete
pl_pl: [%1] Przetwarzanie importu metadanych rozpoczęte o %2 zakonczone

source: Searches
pl_pl: Wyszukiwania

source: Relationship type
pl_pl: Typ powiązania

source: Relationship types
pl_pl: Typy powiązań

source: a
pl_pl: jakiś

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Overdue
pl_pl: przeterminowany

source: %1 for %2
pl_pl: %1 dla %2

source: Date unknown
pl_pl: nieznany data

source: Invalid search type
pl_pl: Niepoprawny typ wyszukiwania

source: Invalid criteria type
pl_pl: Niepoprawny typ kryteriów

source: Type
pl_pl: Typ

source: Type must be specified
pl_pl: Typ musi być określony

source: <em>%1</em> is invalid
pl_pl: <em>%1</em> jest niepoprawny

source: <em>%1</em> is not enabled
pl_pl: <em>%1</em> nie jest włączony

source: <em>%1</em> is not a valid type for a child record of type <em>%2</em>
pl_pl: <em>%1</em> nie jest poprawny dla elementu podrzędnego typu <em>%2</em>

source: No parent was found when verifying type of new child
pl_pl: Nie znaleziono żadnego elementu nadrzędnego podczas weryfikacji typu nowego elementu podrzędnego

source: <em>%1</em> is not a valid type for a top-level record
pl_pl: <em>%1</em> nie jest poprawnym typem rekordu nadrzędnego

source: You do not have edit access for this item: %1/%2
pl_pl: Nie masz praw do edycji obiektu: %1/%2

source: You do not have delete access for this item
pl_pl: Nie masz uprawnień do usunięcia tego obiektu
