Repository: leslzine/zineunioncatalog
Catalog: providence/app/locale/*/messages.po
Languages: pl_pl

source: The login name for this user. This name is used in combination with the password set below to access the system.
pl_pl: Nazwa logowania dla tego użytkownika. Ta nazwa jest używana w połączeniu z hasłem ustawionym poniżej do dostępu do systemu.

source: User class
pl_pl: Klasa użytkownika

source: "Full" user accounts may log into all CollectiveAccess interfaces. "Public" user accounts may only log into the publicly accessible front-end system (if one exists). "Deleted" users may not log into any interface – the account is considered removed.
pl_pl: "Pełne" konta użytkowników mogą logować się do wszystkich interfejsów programu. "Publiczne" konta użytkowników mogą logować się jedynie do publicznie udostępnionych systemów obsługi (jeżeli istnieją). "Usunięci" użytkownicy nie mogą logować się do żadnego interfejsu - takie konto jest traktowane jak usunięte.

source: full-access
pl_pl: pełny dostęp

source: public-access only
pl_pl: tylko dostęp publiczny

source: deleted
pl_pl: usunięto

source: The login password for this user. Passwords must be at least 4 characters and should ideally contain a combination of letters and numbers. Passwords are case-sensitive.
pl_pl: Hasło logowania dla tego użytkownika. Hasło musi mieć przynajmniej 4 znaki oraz najlepiej zawierać kombinację liter i cyfr. Duże i małe litery w hasłach są rozróżniane.

source: First name
pl_pl: Imię

source: The forename of this user.
pl_pl: Imię użytkownika.

source: Last name
pl_pl: Nazwisko

source: The surname of this user.
pl_pl: Nazwisko użytkownika.

source: E-mail
pl_pl: Adres e-mail

source: The e-mail address of this user. The address will be used for all mail-based system notifications and alerts to this user.
pl_pl: Adres e-mail tego użytkownika. Ten adres będzie używany dla wszystkich systemowych e-mailowych alertów i powiadomień dla tego użytkownika.

source: SMS number
pl_pl: Numer SMS

source: Related entity (optional)
pl_pl: Powiązany podmiot

source: Account is activated?
pl_pl: Konto jest aktywne?

source: Registered on
pl_pl: Zarejestrowany

source: Confirmed on
pl_pl: Potwierdzono

source: Confirmation key
pl_pl: Klucz potwierdzenia

source: Confirmation key used for email verification.
pl_pl: Klucz potwierdzenia używany dla weryfikacji przez e-mail.

source: Invalid email address
pl_pl: Nieprawidłowy adres email

source: Users
pl_pl: Użytkownicy

source: No groups specified
pl_pl: Nie określono żadnych grup

source: Group '%1' does not exist
pl_pl: Grupa '%1' nie istnieje

source: Groups
pl_pl: Grupy

source: %1 is not a valid user preference
pl_pl: %1 nie jest poprawną preferencją użytkownika

source: You must select between %1 and %2 choices for %3
pl_pl: Musisz wskazać pomiędzy %1 a %2 wyborami dla %3

source: You must select %1 choices for %2
pl_pl: Musisz zaznaczyć %1 wyborów dla %2

source: %1 is not a valid value for %2
pl_pl: %1 nie jest poprawną wartością dla %2

source: Value for %1 must be between %2 and %3
pl_pl: Wartość dla %1 musi być pomiędzy %2 a %3

source: %1 must be set
pl_pl: %1 musi być wybrane

source: Value for %1 must be greater than %2
pl_pl: Wartość %1 musi być większa niż %2

source: Value for %1 must be less than %2
pl_pl: Wartość %1 musi być mniejsza niż %2

source: Value for %1 must be between %2 and %3 characters
pl_pl: Wartość dla %1 musi mieć ilość znaków pomiędzy %2 a %3

source: NONE
pl_pl: BRAK

source: Information regarding your account
pl_pl: Informacja dotycząca konta

source: Information regarding your password
pl_pl: Informacja dotycząca hasła

source: user-group assocation
pl_pl: skojarzenie użytkownik - grupa

source: user-group assocations
pl_pl: skojarzenia użytkownik - grupa

source: user-role assocation
pl_pl: skojarzenie użytkownik - rola

source: user-role assocations
pl_pl: skojarzenia użytkownik - rola

source: watched item
pl_pl: obserwowana pozycja

source: watched items
pl_pl: obserwowane pozycje

source: Unique numeric identifier used by CollectiveAccess internally to identify this watch list entry
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tej pozycji z listy obserwowanych

source: The user who is watching the specified record.
pl_pl: Użytkownik obserwujący określony rekord.

source: Imports artist records from ULAN
pl_pl: Importuje dane artystów z ULAN

source: Can use ULAN import functions
pl_pl: Może korzystać z funkcji importu ULAN

source: User can import ULAN data.
pl_pl: Użytkownik może importować dane ULAN.

source: Importing from ULAN
pl_pl: Importowanie z ULAN

source: Import finished!
pl_pl: Import zakończony!

source: Find in ULAN
pl_pl: Znajdź w ULAN

source: Import using
pl_pl: Import z użyciem

source: Previous
pl_pl: Poprzedni

source: Next
pl_pl: Następny

source: Log level
pl_pl: Poziom logowania

source: Loading details...
pl_pl: Pobieram dane szczegółowe…

source: Searching ULAN...
pl_pl: Przeszukiwanie ULAN…

source: No results found
pl_pl: Brak wyników

source: Loading next page...
pl_pl: Pobieranie następnej strony…

source: Loading previous page...
pl_pl: Pobieram poprzednią stronę…

source: User can import WorldCat data.
pl_pl: Użytkownik może importować dane WorldCat.

source: Complete!
pl_pl: Koniec!

source: Find in WorldCat
pl_pl: Znajdź w WorldCat

source: Duplicate from...
pl_pl: Duplikat ...

source: Adds a "history" menu listing all recently edited items
pl_pl: Dodaje w menu pozycję "historia" wyświetlającą wszystkie ostatnio edytowane pozycje

source: History
pl_pl: Historia

source: Implements Memex services for National September 11th Museum.
pl_pl: Implementuje usługę Memex dla National September 11th Museum.

source: Display Options
pl_pl: Opcje widoku

source: Statistics
pl_pl: Statystyka

source: Can use statistics viewer functions
pl_pl: Czy możemy użyć wszystkich funkcji statystycznych pluginu

source: User can use all statistics viewer plugin functionality.
pl_pl: Użytkownik może użyć wszystkich funkcji statystycznych pluginu

source: <h2>Statistics & charting plugin</h2>
pl_pl: <h2>Wtyczka statystyczna i sprawozdawcza</h2>

source: Publishes newly published records to twitter.
pl_pl: Publikuje nowo opublikowane rekordy na Twitterze.

source: Twitter integration
pl_pl: Integracja z Twitterem

source: Post to Twitter failed: %1
pl_pl: Nieudane wysyłanie do Twittera: %1

source: Redirecting to Twitter for authentication... login if you want to use your Twitter account with CollectiveAccess.
pl_pl: Przekierowuje do Twittera w celu autoryzacji... zaloguj się jeżeli chcesz używać swojego konta na Twitterze wraz z programem.

source: Twitter integration is now set up and ready to go!
pl_pl: Integracja z Twitterem została ustawiona i jest gotowa do działania!

source: %1 item
pl_pl: Pozycja %1

source: %1 items
pl_pl: %1 pozycji

source: not defined
pl_pl: niezdefiniowany

source: Collection hierarchy builder
pl_pl: Kreator hierarchii kolekcji

source: collectionHierarchyBuilder refinery may only be used in imports to ca_collections
pl_pl: Zawężenie collectionHierarchyBuilder może być użyte jedynie w importach do ca_collections

source: Collection type
pl_pl: Typ kolekcji

source: Collection type default
pl_pl: Domyślna wartość typu kolekcji

source: Accepts a constant value for the display name or a reference to the location in the data source where the display name can be found.
pl_pl: Przyjmuje stałą wartość pełnej nazwy albo odnośnik do źródła danych, gdzie może być znaleziona pełna nazwa.

source: List of non-preferred labels to apply to entities.
pl_pl: Lista innych etykiet, które stosują się do podmiotów.

source: Return data
pl_pl: Dane wynikowe

source: Hierarchy
pl_pl: Hierarchia

source: Units
pl_pl: Jednostki

source: Units of measurements
pl_pl: Jednostki miary

source: Elements
pl_pl: Elementy

source: Object lot splitter
pl_pl: Odcinacz partii obiektów

source: Lot type
pl_pl: Typ partii

source: Lot status
pl_pl: Status partii

source: Lot status default
pl_pl: Domyślna wartość statusu partii

source: Splits objects
pl_pl: Podzielone obiekty

source: Occurrence type
pl_pl: Ograniczenie typu występowania

source: Place splitter
pl_pl: Odcinacz miejsca

source: Place type
pl_pl: Typ miejsca

source: Place type default
pl_pl: Domyślna wartość typu miejsca

source: Storage location type default
pl_pl: Domyślna wartość typu miejsca przechowywania

source: Tour stop type
pl_pl: Typ postoju wycieczki

source: Advanced search form
pl_pl: Zaawansowany formularz wyszukiwania

source: Use advanced search forms in your dashboard
pl_pl: Używaj zaawansowanych formularzy wyszukiwania na swoim panelu

source: Search form
pl_pl: Formularz wyszukiwania

source: Search form to display
pl_pl: Formularz wyszukiwania dla widoku

source: Advanced search form widget
pl_pl: Widget zaawansowanego formularza wyszukiwania

source: Actions for advanced search form widget
pl_pl: Operacje widgetu zaawansowanego formularza wyszukiwania

source: Can use advanced search form widget
pl_pl: Może używać widgetu zaawansowanego formularza wyszukiwania

source: User can use widget that allows usage of an advanced search form in the dashboard.
pl_pl: Użytkownik może używać widgetu pozwalającego na korzystanie z zaawansowanego formularza wyszukiwania w panelu.

source: The number of form elements to place in each row of the search form. A value of one or two is recommended in most situations.
pl_pl: Liczba elementów formularza do umieszczenia w każdym z wierszy formularza wyszukiwania. W większości przypadków zaleca się wartości 1 lub 2.

source: You must define a search form before you can use the advanced search.
pl_pl: Musisz zdefiniować formularz wyszukiwania zanim użyjesz wyszukiwania zaawansowanego.

source: Click here to create a new form.
pl_pl: Kliknij tu aby utworzyć nowy formularz.

source: You do not have access to this form
pl_pl: Nie masz dostępu do tego formularza

source: Clock
pl_pl: Zegar

source: Tells time in digital or faux analog formats
pl_pl: Podaje czas w formatach cyfrowym lub imitowanym analogowym

source: Analog
pl_pl: Analogowy

source: Digital
pl_pl: Cyfrowy

source: Display mode
pl_pl: Tryb wyświetlania

source: Determines the clock's appearance. "Analog" will display the clock using a simulation of old-fashioned mechanical numbers. "Digital" will simply print the time numerically.
pl_pl: Określa wygląd zegara. "Analogowy" wyświetli zegar, używając symulacji staromodnych mechanicznych liczb. "Cyfrowy" wydrukuje po prostu czas numerycznie.

source: Show seconds?
pl_pl: Pokazać sekundy?

source: If enabled display of time will be to the second. Otherwise it will be to the minute.
pl_pl: Jeżeli włączone, czas będzie wyświetlany z dokładnością do sekundy. W przeciwnym razie będzie to z dokładnością do minuty.

source: Counts
pl_pl: Podsumowania

source: Keep track of record totals for objects and authorities
pl_pl: Wyświetla ilości rekordów dla obiektów, podmiotów, kolekcji, itp.i

source: Counts widget
pl_pl: Widget podsumowań

source: Actions for counts widget
pl_pl: Operacje widgetu podsumowań

source: Can use counts widget
pl_pl: Może używać widgetu podsumowań

source: User can use dashboard widget that keeps track of totals for objects and authorities.
pl_pl: Użytkownik może używać widgetu wyświetlającego podsumowania obiektów i haseł kontrolowanych.

source: Show count for objects?
pl_pl: Pokazać licznik rekordów obiektów?

source: If checked total number of objects in the database will be displayed.
pl_pl: Zaznacz aby wyświetlić całkowitą liczbę obiektów w bazie danych.

source: Show count for lots?
pl_pl: Pokaż licznik rekordów partii obiektów.

source: If checked total number of lots in the database will be displayed.
pl_pl: Zaznacz aby wyświetlić całkowitą liczbę partii obiektów w bazie danych.

source: Show count for entities?
pl_pl: Pokaż licznik rekordów podmiotów.

source: If checked total number of entities in the database will be displayed.
pl_pl: Zaznacz aby wyświetlić całkowitą liczbę podmiotów w bazie danych.

source: Show count for places?
pl_pl: Pokaż licznik rekordów miejsc.

source: If checked total number of places in the database will be displayed.
pl_pl: Zaznacz aby wyświetlić całkowitą liczbę miejsc w bazie danych.

source: Show count for occurrences?
pl_pl: Pokaż licznik rekordów zdarzeń.

source: If checked total number of occurrences in the database will be displayed.
pl_pl: Zaznacz aby wyświetlić całkowitą liczbę wydarzeń w bazie danych.

source: Show count for collections?
pl_pl: Pokaż licznik rekordów kolekcji.

source: If checked total number of collections in the database will be displayed.
pl_pl: Zaznacz aby wyświetlić całkowitą liczbę kolekcji w bazie danych.

source: Show count for storage locations?
pl_pl: Pokaż licznik rekordów miejsc przechowywania.

source: If checked total number of storage locations in the database will be displayed.
pl_pl: Zaznacz aby wyświetlić całkowitą liczbę miejsc przechowywania w bazie danych.

source: Show count for object representations?
pl_pl: Pokaż licznik rekordów wizerunków obiektów.

source: If checked total number of object representations in the database will be displayed.
pl_pl: Zaznacz aby wyświetlić całkowitą liczbę wizerunku obiektu w bazie danych.

source: Show count for loans?
pl_pl: Pokaż licznik rekordów wypożyczeń.

source: If checked total number of loans in the database will be displayed.
pl_pl: Zaznacz aby wyświetlić całkowitą liczbę wypożyczeń w bazie danych.

source: Show count for movements?
pl_pl: Pokaż licznik rekordów przemieszczeń.

source: If checked total number of movements in the database will be displayed.
pl_pl: Zaznacz aby wyświetlić całkowitą liczbę przemieszczeń w bazie danych.

source: There are
pl_pl: Ilości rekordów w bazie danych:

source: Recent logins
pl_pl: Ostatnie logowania

source: Displays recent logins to the system
pl_pl: Wyświetla ostatnie logowania do systemu

source: Last logins widget
pl_pl: Widget ostatnich logowań

source: Actions for last logins widget
pl_pl: Operacje dla widgetu ostatnich logowań

source: Can use last logins widget
pl_pl: Może używać widgetu ostatnich logowań

source: User can use dashboard widget that lists recent user logins.
pl_pl: Użytkownik może używać widgetu panelu pokazującego ostatnie logowania użytkowników.

source: Show logins occurring less than ^ELEMENT hours ago
pl_pl: Pokaż logowania mające miejsce nie dalej niż ^ELEMENT godz. temu

source: Threshold (in hours) to display logins
pl_pl: Odległość w czasie (w godzinach) wyświetlanych logowań

source: IP address
pl_pl: Adres IP

source: Links
pl_pl: Strony internetowe

source: Displays CollectiveAccess project links
pl_pl: Wyświetla przydatne strony internetowe, dotyczące CollectiveAccess

source: Project website
pl_pl: Strona internetowa projektu

source: Documentation
pl_pl: Dokumentacja

source: I Can Has Cheezburger?
pl_pl: Czy ja mieć czisburger?

source: Message of the day
pl_pl: Wiadomość dnia

source: Display the message of the day.
pl_pl: Wyświetlaj wiadomość dnia.

source: No message set
pl_pl: Brak ustawionej wiadomości

source: Message widget
pl_pl: Widget wiadomości

source: Actions for message widget
pl_pl: Operacje dla widgetu wiadomości

source: Can edit message text
pl_pl: Może edytować tekst wiadomości

source: User can edit system-wide message in message widget.
pl_pl: Użytkownik może edytować ogólnosystemową wiadomość w gadżecie wiadomości.

source: Message text to display.
pl_pl: Tekst wiadomości do wyświetlenia

source: Random Object
pl_pl: Losowy obiekt

source: Displays a random object from the collection
pl_pl: Wyświetla losowy obiekt z kolekcji

source: Recent changes
pl_pl: Ostatnie zmiany

source: Lists recent changes to objects or authority items
pl_pl: Wypisz ostatnie zmiany w obiektach lub podległych pozycjach

source: Recent changes widget
pl_pl: Widget ostatnich zmian

source: Actions for recent changes widget
pl_pl: Operacje dla widgetu ostatnich zmian

source: Can use recent changes widget
pl_pl: Może używać widgetu ostatnich zmian

source: User can use dashboard widget that lists recent changes in the database.
pl_pl: Użytkownik może używać widgetu panelu, który wyświetla ostatnie zmiany w bazie danych.

source: Type of changes to display
pl_pl: Typ zmian do wyświetlenia

source: Show changes made less than ^ELEMENT hours ago
pl_pl: Pokaż zmiany dokonane mniej niż ^ELEMENT godzin temu

source: Threshold (in hours) to display change log entries for
pl_pl: Próg (w godzinach) dla wyświetlania wpisów logu zmian

source: Changes to <strong>%1</strong> from %2
pl_pl: Zmiany w <strong>%1</strong> od %2

source: edited
pl_pl: edytowany

source: Added %1 to '%2'
pl_pl: Dodano %1 do '%2'

source: Updated %1 to '%2'
pl_pl: Uaktualniono %1 do '%2'

source: Unknown change type '%1'
pl_pl: Nieznany typ zmiany '%1'

source: There have been no changes to <strong>%1</strong> from %2.
pl_pl: Nie było żadnych zmian w <strong>%1</strong> od %2.

source: Lists recently created comments
pl_pl: Wypisuje ostatnio utworzone komentarze

source: moderated
pl_pl: moderowany

source: unmoderated
pl_pl: niemoderowany

source: Recent comments widget
pl_pl: Widget ostatnich komentarzy

source: Actions for recent comments widget
pl_pl: Operacje dla widgetu ostatnich komentarzy

source: Can use recent comment widget
pl_pl: Może używać widgetu ostatnich komentarzy

source: User can use dashboard widget that lists recently created comments.
pl_pl: Użytkownik może używać widgetu panelu, który wyświetla ostatnio utworzone komentarze.

source: Only unmoderated
pl_pl: Tylko niemoderowane

source: Only moderated
pl_pl: Tylko moderowane

source: All
pl_pl: Wszystkie

source: Type of comments to display
pl_pl: Typ komentarzy do wyświetlenia

source: Display limit
pl_pl: Ograniczenie wyświetlania

source: Limits the number of comments to be listed in the widget.
pl_pl: Ogranicza liczbę komentarzy wypisywanych w gadżecie.

source: Displaying the last %1 %2 comments
pl_pl: Wyświetlanie ostatnich %1 %2 komentarzy

source: commented on
pl_pl: skomentowano

source: Approved on
pl_pl: Zatwierdzono

source: Hide
pl_pl: Ukryj

source: Approve
pl_pl: Zatwierdź

source: There are no %1 comments
pl_pl: Brak %1 komentarzy

source: Approved
pl_pl: Zatwierdzono

source: Preferences
pl_pl: Preferencje

source: There are no %1 tags.
pl_pl: Brak %1 znaczników.

source: Lists recently created tags
pl_pl: Wypisuje ostatnio utworzone znaczniki

source: Recent tags widget
pl_pl: Widżet ostatnich znaczników

source: Actions for recent tags widget
pl_pl: Operacje dla widgetu ostatnich znaczników

source: Can use recent tag widget
pl_pl: Może używać widgetu ostatnich znaczników

source: User can use dashboard widget that lists recently created tags.
pl_pl: Użytkownik może używać widgetu panelu, który wypisuje ostatnio utworzone znaczniki.

source: Type of tags to display
pl_pl: Typ znaczników do wyświetlenia

source: Limits the number of tags to be listed in the widget.
pl_pl: Ogranicza liczbę znaczników wypisywanych w gadżecie.

source: Displaying the last %1 %2 tags
pl_pl: Wyświetla ostatnich %1 %2 znaczników

source: %1 tagged %2 with "%3"
pl_pl: %1 znacznikuje %2 z "%3"

source: Recently created
pl_pl: Ostatnio utworzone

source: Lists recently created objects or authority items
pl_pl: Wypisz ostatnio utworzone obiekty lub podległe pozycje

source: Recently created widget
pl_pl: Widget ostatnio utworzonych

source: Actions for recently created widget
pl_pl: Operacje dla widget ostatnio utworzonych

source: User can use widget that shows recently created items to list new objects in the dashboard.
pl_pl: Użytkownik może używać widgetu, który pokazuje ostatnio utworzone pozycje, do wypisywania nowych obiektów w panelu.

source: User can use widget that shows recently created items to list new entities in the dashboard.
pl_pl: Użytkownik może używać widgetu, który pokazuje ostatnio utworzone pozycje, do wypisywania nowych podmiotów w panelu.

source: User can use widget that shows recently created items to list new places in the dashboard.
pl_pl: Użytkownik może używać widgetu, który pokazuje ostatnio utworzone pozycje, do wypisywania nowych miejsc w panelu.

source: User can use widget that shows recently created items to list new occurrences in the dashboard.
pl_pl: Użytkownik może używać widgetu, który pokazuje ostatnio utworzone pozycje, do wypisywania nowych wydarzeń w panelu.

source: User can use widget that shows recently created items to list new sets in the dashboard.
pl_pl: Użytkownik może używać widgetu, który pokazuje ostatnio utworzone elementy, do utworzenia listy nowych rejestrów na ekranie użytkownika.

source: User can use widget that shows recently created items to list new collections in the dashboard.
pl_pl: Użytkownik może używać widgetu, który pokazuje ostatnio utworzone pozycje, do wypisywania nowych kolekcji w panelu.

source: User can use widget that shows recently created items to list new object representations in the dashboard.
pl_pl: Użytkownik może używać widgetu, który pokazuje ostatnio utworzone pozycje, do wypisywania nowych reprezentacji obiektu w panelu.

source: User can use widget that shows recently created items to list new object lots in the dashboard.
pl_pl: Użytkownik może używać widget, który pokazuje ostatnio utworzone pozycje, do wypisywania nowych partii obiektu w panelu.

source: Type of records to display
pl_pl: Typ rekordów do wyświetlenia

source: Limits the number of records to be listed in the widget.
pl_pl: Ogranicza liczbę rekordów wypisywanych w gadżecie.

source: Showing the last %1 <span style='font-weight:bold; text-transform:lowercase;'>%2</span> created
pl_pl: Wyświetlanie ostatnio utworzonych %1 <span style='font-weight:bold; text-transform:lowercase;'>%2</span>

source: Records by status
pl_pl: Rekordy według stanu

source: Displays objects or authority items by cataloguing status
pl_pl: Wyświetl obiekty lub hasła kontrolowane według stanu skatalogowania

source: Records by status widget
pl_pl: Widget rekordów według statusu

source: Actions for records by status widget
pl_pl: Operacje widgetu rekordów według stanu

source: User can use widget that shows records by workflow status to list new objects in the dashboard.
pl_pl: Użytkownik może używać widget, który pokazuje rekordy według statusu opracowania do wypisywania nowych obiektów w panelu.

source: User can use widget that shows records by workflow status to list new entities in the dashboard.
pl_pl: Użytkownik może używać widget, który pokazuje rekordy według statusu opracowania do wypisywania nowych podmiotów w panelu.

source: User can use widget that shows records by workflow status to list new places in the dashboard.
pl_pl: Użytkownik może używać widgetu, który pokazuje rekordy według statusu opracowania do wypisywania nowych miejsc w panelu.

source: User can use widget that shows records by workflow status to list new occurrences in the dashboard.
pl_pl: Użytkownik może używać widget, który pokazuje rekordy według statusu opracowania do wypisywania nowych wydarzeń w panelu.

source: User can use widget that shows records by workflow status to list new sets in the dashboard.
pl_pl: Użytkownik może używać widget, który pokazuje rekordy według statusu opracowania do tworzenia listy nowych rejestrów na ekranie.

source: User can use widget that shows records by workflow status to list new collections in the dashboard.
pl_pl: Użytkownik może używać widget, który pokazuje rekordy według statusu opracowania do wypisywania nowych kolekcji w panelu.

source: User can use widget that shows records by workflow status to list new object representations in the dashboard.
pl_pl: Użytkownik może używać widgetu, który pokazuje rekordy według statusu opracowania do wypisywania nowych reprezentacji obiektu w panelu.
