Repository: leslzine/zineunioncatalog
Catalog: providence/app/locale/*/messages.po
Languages: pl_pl

source: Restricts display to items related using the specified relationship type(s). Leave all unchecked for no restriction.
pl_pl: Ogranicza widok do powiązanych pozycji, używając określonego typu (typów) powiązania. Przy braku ograniczeń pozostaw niezaznaczone.

source: Restrict to types
pl_pl: Ogranicz do typów

source: Restricts display to items of the specified type(s). Leave all unchecked for no restriction.
pl_pl: Ogranicza widok do określonego typu (typów) pozycji. Przy braku ograniczeń pozostaw niezaznaczone.

source: Sort using
pl_pl: Sortuj używając

source: Restrict to list
pl_pl: Ogranicz do listy

source: Show hierarchy?
pl_pl: Pokazać hierarchię?

source: If checked the full hierarchical path will be shown.
pl_pl: Jeżeli zaznaczono, widoczna będzie pełna hierarchiczna ścieżka.

source: Remove first items from hierarchy?
pl_pl: Usunąć pierwsze pozycje z hierarchii?

source: If set to a non-zero value, the specified number of items at the top of the hierarchy will be omitted. For example, if set to 2, the root and first child of the hierarchy will be omitted.
pl_pl: Jeżeli ustawiono wartość niezerową, określona ilość pozycji w górze hierarchii zostanie pominięta. Dla przykładu, jeżeli ustawiono 2, trzon oraz pierwszy element podrzędny hierarchii będą pominięte.

source: top first
pl_pl: najpierw góra

source: bottom first
pl_pl: najpierw dół

source: Order hierarchy
pl_pl: Uporządkuj hierarchię

source: Determines order in which hierarchy is displayed.
pl_pl: Określa porządek w jakim wyświetlana jest hierarchia.

source: Maximum length of hierarchy
pl_pl: Maksymalna długość hierarchii

source: Maximum number of items to show in the hierarchy. Leave blank to show the unabridged hierarchy.
pl_pl: Maksymalna ilość pozycji to pokazania w tej hierarchii. Pozostaw puste aby pokazać pełną hierarchię.

source: Hierarchical delimiter
pl_pl: Separator hierarchiczny

source: Text to place in-between elements of a hierarchical value.
pl_pl: Teks do umieszczenia pomiędzy elementami wartości hierarchicznej.

source: Show current only?
pl_pl: Pokazać tylko obecne?

source: Date format
pl_pl: Format daty

source: Sets format for output of date when exporting.
pl_pl: Określa wyjściowy format daty podczas eksportu

source: General
pl_pl: Ogólne

source: Date and time item was created
pl_pl: Data i czas kiedy utworzono ten komentarz.

source: Date and time item was last modified
pl_pl: Data i czas rozpoczęcia importu pozycji

source: Placement label
pl_pl: Etykieta rozmieszczenia

source: The label for this placement as defined in the placements settings. The value used will be adjusted to reflect the current user&apos;s locale.
pl_pl: Etykieta dla tego rozmieszczenia jaką zdefiniowano w ustawieniach rozmieszczenia. Używana wartość będzie dostosowana do aktualnej wersji językowej użytkownika.

source: Specified version of media
pl_pl: Określona wersja mediów

source: The version of the media representation specified by {version name} for display.
pl_pl: Wersja reprezentacji mediów określona przez {version name} do wyświetlenia.

source: Tag
pl_pl: Znacznik

source: bundle displays ⇔ group association
pl_pl: przyporządkowanie widoki pakietu ⇔ grupa

source: bundle displays ⇔ group associations
pl_pl: przyporządkowania widoki pakietu ⇔ grupa

source: has no access
pl_pl: nie ma dostępu

source: Indicates group&apos;s level of access to the display.
pl_pl: Określa poziom dostępu grupy do tego widoku.

source: bundle displays ⇔ user association
pl_pl: przyporządkowanie widoki pakietu ⇔ użytkownik

source: bundle displays ⇔ user associations
pl_pl: przyporządkowania widoki pakietu ⇔ użytkownik

source: Indicates user&apos;s level of access to the display.
pl_pl: Określa poziom dostępu użytkownika do tego widoku.

source: change log entry
pl_pl: wpis logu zmian

source: change log entries
pl_pl: wpisy logu zmian

source: Logged date and time
pl_pl: Zalogowana data i czas

source: Date and time logged event occurred
pl_pl: Data i czas wystąpienia logowanego zadarzenia

source: User who performed event
pl_pl: Użytkownik który spowodował zdarzenie

source: Action
pl_pl: Operacja

source: Type of action performed by user
pl_pl: Typ operacji wykonanej przez użytkownika

source: change log subject
pl_pl: przedmiot logu zmian

source: change log subjects
pl_pl: przedmioty logu zmian

source: collection name
pl_pl: nazwa kolekcji

source: collection names
pl_pl: nazwy kolekcji

source: Locale of label
pl_pl: Wersja językowa etykiety

source: Indicates the type of label and how it should be employed.
pl_pl: Wskazuje typ etykiety oraz jak powinna być wykorzystana.

source: Name of collection
pl_pl: Nazwa kolekcji

source: collection
pl_pl: kolekcja

source: Unique numeric identifier used by CollectiveAccess internally to identify this collection
pl_pl: Unikalny alfanumeryczny identyfikator używany przez CollectiveAccess do identyfikacji tej kolekcji.

source: The locale from which the collection originates.
pl_pl: Wersja językowa, z której wywodzi się kolekcja.

source: The type of the collection. In CollectiveAccess every collection has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
pl_pl: Typ kolekcji. Każda kolekcja w programie ma pojedynczy "wewnętrzny" typ określający zestaw opisowych i administracyjnych metadanych, które mogą być do niej zastosowane.

source: Collection identifier
pl_pl: Identyfikator kolekcji

source: A unique alphanumeric identifier for this collection.
pl_pl: Unikalny alfanumeryczny identyfikator dla tej kolekcji.

source: Source
pl_pl: Źródło

source: Administrative source of the collection. This value is often used to indicate the administrative sub-division or legacy database from which the collection originates, but can also be re-tasked for use as a simple classification tool if needed.
pl_pl: Administracyjne źródło tej kolekcji. Ta wartość jest często używana do wskazania administracyjnego pod-działu lub oficjalnej bazy danych, z których pochodzi kolekcja, ale może być także przekwalifikowana do użycia jako proste narzędzie klasyfikacji jeśli zajdzie taka potrzeba.

source: Indicates if collection information is accessible to the public or not.
pl_pl: Wskazuje czy informacja o kolekcji jest dostępna publicznie.

source: Newly created
pl_pl: Nowo utworzona

source: Editing in progress
pl_pl: W trakcie edytowania

source: Editing complete - pending review
pl_pl: Edycja zakończona - trwa przeglądanie

source: Review in progress
pl_pl: W trakcie przeglądania

source: Completed
pl_pl: Zakończono

source: Status
pl_pl: Stan

source: Indicates the current state of the collection record.
pl_pl: Wskazuje aktualny stan rekordu kolekcji.

source: Is deleted?
pl_pl: Czy usunięto?

source: Indicates if the collection is deleted or not.
pl_pl: Wskazuje czy kolekcja jest usunięta czy nie.

source: Do not inherit access settings from parent
pl_pl: Nie dziedzicz ustawień dostępu elementu nadrzędnego

source: Determines whether access settings set for parent collections are applied to this collection.
pl_pl: Określa, czy prawa dostępu ustawione dla kolekcji nadrzędnej, są dziedziczone przez tę kolekcję.

source: Media representations
pl_pl: Wizerunki i inne pliki multimedialne

source: Related entities
pl_pl: Powiązane podmioty

source: Related objects
pl_pl: Powiązane obiekty

source: Related places
pl_pl: Powiązane miejsca

source: Related collections
pl_pl: Powiązane kolekcje

source: Related occurrences
pl_pl: Powiązane zdarzenia

source: Related lot
pl_pl: Powiązana partia

source: Related storage locations
pl_pl: Powiązane miejsca przechowywania

source: Related vocabulary terms
pl_pl: Powiązane określenia słownikowe

source: Sets
pl_pl: Rejestry

source: Related loans
pl_pl: Powiązane wypożyczenia

source: Related movements
pl_pl: Powiązane przemieszczenia

source: Related tour stops
pl_pl: Powiązane postoje wycieczki

source: Hierarchy navigation
pl_pl: Nawigacja po hierarchii

source: Location in hierarchy
pl_pl: Pozycja w hierarchii

source: References
pl_pl: Odnośniki

source: collection ⇔ collection relationship
pl_pl: powiązanie kolekcja ⇔ kolekcja

source: collection ⇔ collection relationships
pl_pl: powiązania kolekcja ⇔ kolekcja

source: Effective dates
pl_pl: Faktyczne daty

source: Period of time for which this relationship was in effect. This is an option qualification for the relationship. If left blank, this relationship is implied to have existed for as long as the related items have existed.
pl_pl: Przedział czasu dla którego to powiązanie miało faktycznie miejsce.To jest zastrzeżenie opcjonalne dla tego powiązania. Jeżeli pozostaje puste, to powiązanie jest traktowane jako istniejące tak długo, jak długo istniały pozycje do których się odnosi.

source: The relative priority of the relationship when displayed in a list with other relationships. Lower numbers indicate higher priority.
pl_pl: Względny priorytet powiązania przy prezentowaniu na liście wraz z innymi powiązaniami. Niższe liczby wskazują wyższy priorytet.

source: collection ⇔ storage location relationship
pl_pl: powiązanie obiekt ⇔ miejsce przechowywania

source: collection ⇔ storage location relationships
pl_pl: powiązania obiekt ⇔ miejsce przechowywania

source: collection ⇔ vocabulary term relationship
pl_pl: powiązanie kolekcja ⇔ określenie słownikowe

source: collection ⇔ vocabulary term relationships
pl_pl: powiązania kolekcja ⇔ określenie słownikowe

source: data exporter item
pl_pl: pozycja eksportu danych

source: data exporter items
pl_pl: pozycje eksportu danych

source: External element
pl_pl: Zewnętrzny element

source: Export context
pl_pl: Kontekst eksportu

source: Prefix
pl_pl: Przedrostek

source: Suffix
pl_pl: Przyrostek

source: Convert codes to display text
pl_pl: Konwertuj kody i wyświetl tekst

source: Return id numbers for List attribute values
pl_pl: Zwróć identyfikatory dla wartości atrybutów listy

source: Skip if expression
pl_pl: Opuść jeśli wyrażenie

source: Original values
pl_pl: Pierwotne wartości

source: Replacement values
pl_pl: Wartości zastępcze

source: Omit if empty
pl_pl: Pomiń jeśli puste

source: Omit if not empty
pl_pl: Opuść jeśli nie puste

source: Restrict to bundle values
pl_pl: Ogranicz do wartości pola złożonego

source: Check access
pl_pl: Sprawdź dostęp

source: Sort
pl_pl: Sortuj

source: exporter name
pl_pl: nazwa eksportera

source: exporter names
pl_pl: nazwy eksporterów

source: Name of exporter
pl_pl: Nazwa eksportera

source: Description of exporter
pl_pl: Opis eksportera

source: data exporter
pl_pl: filtr exportu danych

source: data exporters
pl_pl: filtry eksportu danych

source: Unique numeric identifier used by CollectiveAccess internally to identify this exporter
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego filtra eksportu.

source: exporter code
pl_pl: kod filtra eksportu

source: exporter type
pl_pl: typ filtra eksportu

source: lists
pl_pl: listy

source: exporter settings
pl_pl: ustawienia filtra eksportu

source: Exporter format
pl_pl: Format filtra eksportu

source: Couldn't repeat mapping item %1
pl_pl: Nie można było powtórzyć mapowania pozycji %1

source: Export failed: %1
pl_pl: Eksportowanie nie powiodło się: %1

source: Exporting ... [%1/%2]
pl_pl: Eksportowanie ... [%1/%2]

source: Export completed
pl_pl: Eksport ukończony powodzeniem

source: Invalid mapping code
pl_pl: Niepoprawny kod mapowania

source: Invalid exporter format
pl_pl: Nieprawidłowy format filtra eksportu

source: Found value %1.
pl_pl: Znaleziono wartość %1.

source: Local data before processing is: %1
pl_pl: Dane lokalne przed przetworzeniem: %1

source: Extracted data for this mapping is as follows:
pl_pl: Dane uzyskane dla tego mapowania:

source: data import event log entry
pl_pl: wpis logu zdarzenia importu danych

source: data import event log entries
pl_pl: wpisy logu zdarzenia importu danych

source: Event
pl_pl: Zdarzenie

source: Item
pl_pl: Pozycja

source: Date/time
pl_pl: Data/czas

source: Date and time log entry was created
pl_pl: Data i czas utworzenia wpisu w logu

source: Code indicating type of log entry
pl_pl: Kod określający typ wpisu w logu

source: Notice
pl_pl: Uwaga

source: Informational
pl_pl: Informacyjne

source: Debug
pl_pl: Debugowanie

source: Message
pl_pl: Wiadomość

source: Log message
pl_pl: Wiadomość logu

source: Text indicating source of log message - eg. what subsystem generated the message.
pl_pl: Tekst określający źródło wiadomości w logu - np. który podsystem wygenerował wiadomość.

source: data import event
pl_pl: zdarzenie importu danych

source: data import events
pl_pl: zdarzenia importu danych

source: User who performed data import
pl_pl: Użytkownik który wykonał import danych

source: Began on
pl_pl: Rozpoczęto

source: Date and time import began
pl_pl: Data i czas rozpoczęcia importu

source: Code indicating type of import (eg. OAI)
pl_pl: Kod określający typ importu (np. OAI)

source: Description of data import event
pl_pl: Opis zdarzenia importu danych

source: Text indicating source of data imported. For OAI and other web service imports, this will be the URL used to access the service.
pl_pl: Tekst określający źródło importowanych danych. Dla OAI i innych importów z serwisów webowych będzie to adres URL użyty dla dostępu do danego serwisu.

source: data import item
pl_pl: pozycja importu danych

source: data import items
pl_pl: pozycje importu danych

source: Source reference
pl_pl: Referencja źródła

source: Reference to location of imported item in source data
pl_pl: Odniesienie do położenia importowanej pozycji w danych źródłowych

source: Code indicating whether row was newly inserted into database or and existing row was updated
pl_pl: Kod określający czy wiersz został wprowadzony do bazy jako nowy, czy też istniejący wiersz został zaktualizowany.

source: Inserted
pl_pl: Wstawiono

source: Updated
pl_pl: Zaktualizowano

source: Started on
pl_pl: Rozpoczęto

source: Date and time import of item was begun
pl_pl: Data i czas rozpoczęcia importu pozycji

source: Completed on
pl_pl: Ukończono

source: Date and time import of item was completed
pl_pl: Data i czas zakończenia importu pozycji

source: Elapsed time
pl_pl: Upłynęło

source: Time, in seconds, taken to import item
pl_pl: Czas w sekundach potrzebny na import pozycji

source: Successfully imported?
pl_pl: Zaimportowano pomyślnie?

source: Indicates if the item was successfully imported or not.
pl_pl: Określa czy pozycja została zaimportowana poprawnie czy nie.

source: Failed
pl_pl: Niepowodzenie

source: Partial success
pl_pl: Częściowy sukces

source: Success
pl_pl: Powodzenie

source: data importer group
pl_pl: grupa filtra importu danych

source: data importer groups
pl_pl: grupy filtrów importu danych

source: Unique numeric identifier used by CollectiveAccess internally to identify this importer group
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tej grupy filtrów importu.

source: Group code
pl_pl: Kod grupy

source: Unique alphanumeric identifier for this importer group.
pl_pl: Unikalny alfanumeryczny identyfikator dla tej grupy filtrów importu.

source: Name of CollectiveAccess bundle to map to.
pl_pl: Nazwa pakietu programu do mapowania.

source: Importer group settings
pl_pl: Ustawienia dla grupy filtrów importu

source: data importer item
pl_pl: pozycja importu danych

source: data importer items
pl_pl: pozycje importu danych

source: Skip mapping if empty
pl_pl: Pomiń puste mapowanie

source: Skip mapping if value for this element is empty.
pl_pl: Pomiń mapowanie jeżeli wartość tego elementu jest pusta.

source: Skip mapping if value
pl_pl: Pomiń mapowanie dla wartości

source: Skip group if empty
pl_pl: Pomiń grupę jeśli jest pusta

source: Text to prepend to value prior to import.
pl_pl: Tekst do umieszczenia przed wartością, która ma być zaimportowana.

source: Text to append to value prior to import.
pl_pl: Tekst do umieszczenia po wartości, która ma być zaimportowana.

source: Format with template
pl_pl: Szablon używany do formatowania wyjścia.

source: ignore
pl_pl: zignoruj

source: stop
pl_pl: zatrz.

source: Error policy
pl_pl: Polityka błędów

source: Relationship type to use when linking to a related record.
pl_pl: Typ powiązania stosowany podczas łączenia z odnośnym rekordem.

source: importer name
pl_pl: nazwa filtra importu

source: Description of importer
pl_pl: Opis filtra importu

source: data import
pl_pl: import danych

source: data imports
pl_pl: importy danych

source: User who performed data import.
pl_pl: Użytkownik, który przeprowadził import danych

source: Data importer used
pl_pl: Użyty filtr importu danych

source: Import start date/time
pl_pl: Data i czas początku importu

source: Date and time import began.
pl_pl: Data i czas rozpoczęcia importu.

source: Notes regarding data import.
pl_pl: Uwagi dotyczące importu danych

source: The table into which data was imported.
pl_pl: Tabela do której zostały zaimportowane dane

source: Data file
pl_pl: Plik danych

source: The original data imported.
pl_pl: Oryginalne dane zaimportowane.

source: data import log entries
pl_pl: wpisy logu zdarzenia importu danych

source: Row ID
pl_pl: Identyfikator wiersza

source: Notes regarding import of item.
pl_pl: Notatki dotyczące importu pozycji.

source: data importer
pl_pl: filtr importu danych

source: Rules
pl_pl: Formuła

source: Indicates if the importer is deleted or not.
pl_pl: Wskazuje czy filtr importu jest usunięty czy nie.

source: Record type
pl_pl: Typ rekordu

source: Mapping name
pl_pl: Nazwa mapowania

source: Mapping identifier
pl_pl: Identyfikator mapowania

source: Map to table
pl_pl: Mapuj do tabeli

source: Sets the CollectiveAccess table for the imported data. Pending implementation.
pl_pl: Określa tabelę CollectiveAccess dla importowanych danych. W trakcie implementacji.

source: none
pl_pl: brak

source: Archive data sets?
pl_pl: Rejestry archiwalne?

source: Reading %1
pl_pl: czytanie %1

source: Could not open source %1 (format=%2)
pl_pl: Nie można było otworzyć źródła %1 (format=%2)

source: Could not read source %1 (format=%2)
pl_pl: Nie można było odczytac źródła %1 (format=%2)

source: Finished reading input source at %1 seconds
pl_pl: Zakończono odczyt źródła w %1 s

source: Importing from %1
pl_pl: Importowanie z %1

source: Finished analyzing mapping at %1 seconds
pl_pl: Zakończono analizowanie mapowania w %1 s

source: Started reading row %1 at %2 seconds
pl_pl: Rozpoczęto odczyt wiersza %1 w % s

source: Importing %1
pl_pl: Importowanie %1

source: Failed to import %1
pl_pl: Zaimportowanie %1 nie powiodło

source: Could not update matched record
pl_pl: Nie można było zaktualizować dopasowanych rekordów

source: [%1] Could not add related place with relationship %2:
pl_pl: [%1] Nie można dodać powiązanego miejsca z powiązaniem %2

source: [%1] Could not add related collection with relationship %2:
pl_pl: [%1] Nie można dodać powiązanej kolekcji z powiązaniem %2

source: [%1] Could not add related occurrence with relationship %2:
pl_pl: [%1] Nie można dodać powiązanego zdarzenia z powiązaniem %2

source: [%1] Could not add related storage location with relationship %2:
pl_pl: [%1] Nie można dodać powiązanego miejsca przechowywania z powiązaniem %2

source: [%1] Could not add related list item with relationship %2:
pl_pl: [%1] Nie można dodać powiązanego hasła z powiązaniem %2

source: [%1] Could not add related loan with relationship %2:
pl_pl: [%1] Nie można dodać powiązanego wypożyczenia z powiązaniem %2

source: [%1] Could not add related movement with relationship %2:
pl_pl: [%1] Nie można dodać powiązanego przemieszczenia z powiązaniem %2

source: Imported %1
pl_pl: Zaimportowano %1

source: Import completed
pl_pl: Import ukończony powodzeniem

source: Alternate label to place on bundle
pl_pl: Alternatywna etykieta

source: Custom label text to use for this placement of this bundle.
pl_pl: Etykieta użytkownika używana dla tego rozmieszczenia pakietu.

source: Alternate label to place on bundle add button
pl_pl: Alternatywna etykieta używana przy dodawaniu pola

source: Custom text to use for the add button for this placement of this bundle.
pl_pl: Własny tekst używany dla przycisku dodawania dla tego rozmieszczenia pakietu.

source: Descriptive text for bundle.
pl_pl: Tekst opisowy dla pakietu.

source: Descriptive text to use for help for bundle. Will override descriptive text set for underlying metadata element, if set.
pl_pl: Opisowy tekst do wykorzystania jako pomoc dla pakietu. Nadpisuje on opisowy tekst zasadniczego elementu metadanych, jeżeli został określony.

source: Width
pl_pl: Szerokość

source: Height
pl_pl: Wysokość

source: Read only?
pl_pl: Tylko do odczytu?

source: If checked, field will not be editable.
pl_pl: Jeżeli zaznaczono, pakiet nie będzie edytowalny.

source: Collapse
pl_pl: Zwiń

source: Expand
pl_pl: Rozszerz

source: UI bundle placement
pl_pl: rozmieszczenie interfejsu użytkownika pakietu

source: UI bundle placements
pl_pl: rozmieszczenia interfejsu użytkownika pakietu

source: Placement code
pl_pl: Kod rozmieszczenia

source: Unique code for placement of this bundle on this screen.
pl_pl: Unikalny kod dla rozmieszczenia tego pakietu na ekranie.

source: editor UI name
pl_pl: nazwa edytora UI

source: editor UI names
pl_pl: nazwy edytora UI

source: Name of editor
pl_pl: Nazwa edytora

source: Description of editor
pl_pl: Opis edytora

source: Locale editor name
pl_pl: Nazwa edytora wersji językowej

source: editor ui screen label
pl_pl: etykieta edytora interfejsów

source: editor ui screen labels
pl_pl: etykiety edytora interfejsów

source: Name of UI screen
pl_pl: Nazwa ekranu interfejsu

source: Description of UI screen
pl_pl: Opis ekranu interfejsu

source: editor ui screen type restriction
pl_pl: ograniczenie typu ekranu edytora interfejsów

source: editor ui screen type restrictions
pl_pl: ograniczenia typu edytora ekranu interfejsu

source: editor UI screen
pl_pl: ekran edytora interfejsów

source: editor UI screens
pl_pl: ekrany edytora interfejsów

source: Unique numeric identifier used by CollectiveAccess internally to identify this user interface screen
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego ekranu interfejsu użytkownika.

source: Screen identifier
pl_pl: Identyfikator ekranu

source: Unique alphanumeric identifier for this screen
pl_pl: Unikalny alfanumeryczny identyfikator dla tego ekranu

source: Is default screen?
pl_pl: Czy jest domyślnym ekranem?

source: Indicates if this screen should be used as the default screen when creating a new item.
pl_pl: Wskazuje, czy ten ekran powinien być używany jako domyślny ekran przy tworzeniu nowej pozycji.

source: Color
pl_pl: Kolor

source: Color to identify the screen with
pl_pl: Kolor do identyfikacji tego ekranu

source: Icon
pl_pl: Ikona

source: Optional icon identify the screen with
pl_pl: Ikona opcjonalna identyfikująca ten ekran

source: Screen content
pl_pl: Zawartość ekranu

source: Ascending
pl_pl: Rosnąco

source: Descending
pl_pl: Malejąco

source: Sort direction
pl_pl: Alternatywny kierunek wskaźnika sortowania

source: Direction of sort.
pl_pl: Alternatywny kierunek wskaźnika sortowania

source: use default
pl_pl: używaj domyślnego

source: Restricts display to items related using the specified relationship type(s). Leave all unselected for no restriction.
pl_pl: Ogranicza widok do powiązanych pozycji, używając określonego typu (typów) powiązania. Przy braku ograniczeń pozostaw niezaznaczone.
