Repository: leslzine/zineunioncatalog
Catalog: providence/app/locale/*/messages.po
Languages: pl_pl

source: Cannot parse data from %1
pl_pl: Nie mogę odczytać danych z %1

source: Cannot fetch data from %1
pl_pl: Nie mogę dostarczyć danych z %1

source: Can't set property %1
pl_pl: Nie można ustawić właściwości %1

source: Generates maps using the GoogleMaps API
pl_pl: Generuje mapy używając API GoogleMaps

source: Search for geographic location
pl_pl: Szukaj lokalizacji geograficznej

source: Upload KML file
pl_pl: Prześlij plik KML

source: Select KML or KMZ file
pl_pl: Wybierz plik KML lub KMZ

source: Use map
pl_pl: Użyj mapy

source: Generates maps using the OpenLayers API
pl_pl: Generuje mapy korzystając z API OpenLayers

source: Loading...
pl_pl: Pobieranie…

source: Remove
pl_pl: Usuń

source: Provides access to Getty Linked Open Data AAT service
pl_pl: Umożliwia dostęp do serwisu Getty Linked Open Data AAT

source: Lookup URL
pl_pl: URL do sprawdzenia

source: objects
pl_pl: obiekty

source: lots
pl_pl: partie

source: entities
pl_pl: podmioty

source: places
pl_pl: miejsca

source: occurrences
pl_pl: zdarzenia

source: collections
pl_pl: kolekcje

source: storage locations
pl_pl: miejsca przechowywania

source: loans
pl_pl: wypożyczenia

source: movements
pl_pl: przemieszczenia

source: list items
pl_pl: pozycje listy

source: Item type
pl_pl: Typ pozycji

source: Type of item to query for.
pl_pl: Typ lub pozycja, która ma być wyszukana.

source: User name
pl_pl: Nazwa użytkownika

source: User name to authenticate with on remote system.
pl_pl: Nazwa użytkownika na zewnętrznym serwerze

source: Password
pl_pl: Hasło

source: Password to authenticate with on remote system.
pl_pl: Hasło na zewnętrznym serwerze

source: Query result label format
pl_pl: Format etykiet rezultatu wyszukiwania

source: Detail format
pl_pl: Szczegółowy format

source: Provides access to Getty Linked Open Data TGN service
pl_pl: Udostępnia usługi Getty Linked Open Data TGN.

source: Provides access to Getty Linked Open Data ULAN service
pl_pl: Udostępnia usługi Getty Linked Open Data ULAN

source: Wikipedia language
pl_pl: Język Wikipedii

source: Provides access to Wikipedia service
pl_pl: Umożliwia dostęp do usługi Wikipedii

source: WorldCat Z39.50 user name
pl_pl: Nazwa użytkownika WorldCat Z39.50

source: WorldCat Z39.50 password
pl_pl: Hasło użytkownika WorldCat Z39.50

source: API Key
pl_pl: Klucz API

source: Labeled MARC fields
pl_pl: Oznaczone pola MARC

source: MARC codes
pl_pl: Kody MARC

source: Template
pl_pl: Szablon

source: Detail style
pl_pl: Szczegółowy styl

source: Detail XSL template
pl_pl: Szczegółowy szablon XSL

source: Provides access to WorldCat data
pl_pl: Umożliwia dostęp do danych WorldCat

source: WorldCat web API key is not configured
pl_pl: Klucz API WorldCat nie skonfigurowany

source: Could not query WorldCat: %1
pl_pl: Nie można było wysłać zapytania do WorldCat: %1

source: WorldCat data could not be loaded: %1
pl_pl: Dane WorldCat nie mogły być pobrane: %1

source: Provides access to uBio service
pl_pl: Umożliwia dostęp do usługi uBio

source: Provides audio processing and conversion using ffmpeg
pl_pl: Dostarcza przetwarzanie audio i konwersję przy użyciu ffmpeg

source: File %1 does not exist
pl_pl: Plik %1 nie istnieje

source: Invalid transformation %1
pl_pl: Niepoprawne przekształcenie %1

source: Width or height was zero
pl_pl: Szerokość lub długość równa zero

source: Can't convert '%1' to '%2': unsupported format
pl_pl: Nie można dokonać konwersji '%1' do '%2': nieobsługiwany format

source: Couldn't write file to '%1'
pl_pl: Nie można było zapisać pliku do '%1'

source: Error converting file to %1 [%2]: %3
pl_pl: Błąd podczas konwersji pliku do %1 [%2]: %3

source: Error converting intro to %1 [%2]: %3
pl_pl: Błąd podczas konwersji intro do %1 [%2]: %3

source: Error converting outro to %1 [%2]: %3
pl_pl: Błąd podczas konwersji outro do %1 [%2]: %3

source: Provides limited image processing and conversion services using libGD
pl_pl: Dostarcza ograniczonych usług przetwarzania obrazu i konwersji przy użyciu libGD

source: Didn't load because Imagick/ImageMagick is available and preferred
pl_pl: Nie załadowano ponieważ Imagick/ImageMagick jest dostępny i preferowany

source: Didn't load because ImageMagick (command-line) is available and preferred
pl_pl: Nie załadowano ponieważ ImageMagick (z linii poleceń) jest dostępny i preferowany

source: Didn't load because your PHP install lacks GD support
pl_pl: Nie załadowano ponieważ twoja instalacja PHP nie ma obsługi GD

source: Tile size property must be between 10 and 10000
pl_pl: Parametr rozmiar kafelka musi być pomiędzy 10 a 10000

source: Quality property must be between 1 and 100
pl_pl: Parametr jakość musi być pomiędzy 1 a 100

source: Tile width property must be between 10 and 10000
pl_pl: Parametr szerokość kafelka musi być pomiędzy 10 a 10000

source: Tile height property must be between 10 and 10000
pl_pl: Parametr wysokość kafelka musi być pomiędzy 10 a 10000

source: Antialiasing property must be between 0 and 100
pl_pl: Parametr antyaliasing musi być pomiędzy 0 a 100

source: Layer ratio property must be between 0.1 and 10
pl_pl: Parametr stosunek warstw musi być pomiędzy 0,1 a 10

source: Layer property must be between 1 and 25
pl_pl: Parametr warstwa musi być pomiędzy 1 a 25

source: Tile output type '%1' is invalid
pl_pl: Typ kafelka na wyjściu '%1' jest niepoprawny

source: Couldn't resize image
pl_pl: Nie można było zmienić rozmiaru obrazu

source: Couldn't rotate image
pl_pl: Nie można było obrócić obrazu

source: Couldn't write image
pl_pl: Nie można było zapisać obrazu

source: Error during RGB colorspace transformation operation
pl_pl: Błąd podczas operacji przekształcania przestrzeni kolorów RGB

source: Couldn't load watermark image at %1
pl_pl: Nie można było załadować obrazu znaku wodnego na %1

source: Error during resize operation
pl_pl: Błąd podczas operacji zmiany rozmiaru

source: Error during crop operation
pl_pl: Błąd podczas operacji przycinania

source: Error during image rotate
pl_pl: Błąd podczas obracania obrazu

source: Error during image despeckle
pl_pl: Błąd podczas odplamiania obrazu

source: Error during image median filter
pl_pl: Błąd podczas uśredniającego filtrowania obrazu

source: Error during image sharpen
pl_pl: Błąd podczas wyostrzania obrazu

source: Gmagick exception
pl_pl: Wyjątek Gmagick

source: Filenames with colons (:) are not allowed
pl_pl: Nazwy plików z dwukropkami (:) są niedozwolone

source: Error writing file
pl_pl: Błąd podczas zapisu pliku

source: Error writing file: %1
pl_pl: Błąd zapisu pliku: %1

source: Camera RAW file conversion failed: %1
pl_pl: Nie powiodła się konwersja pliku RAW: %1

source: Could not read image file
pl_pl: Nie można było odczytać pliku obrazu

source: Didn't load because Imagick is available and preferred
pl_pl: Nie załadowano ponieważ Imagick jest dostępny i preferowany

source: Could not write file %1
pl_pl: Nie można zapisać pliku %1

source: Provides image processing and conversion services using ImageMagick via exec() calls to ImageMagick binaries
pl_pl: Zapewnia przetwarzanie obrazu i usługi konwersji przy użyciu ImageMagick poprzez wywołania exec() do plików binarnych ImageMagick

source: Didn't load because ImageMagick executables cannot be found
pl_pl: Nie załadowano ponieważ nie można znaleźć plików wykonywalnych ImageMagick

source: Provides image processing and conversion services using ImageMagick via the PECL Imagick PHP extension
pl_pl: Zapewnia przetwarzanie obrazu i usługi konwersji przy użyciu ImageMagick poprzez rozszerzenie PECL Imagick PHP

source: Didn't load because Imagick is not available
pl_pl: Nie załadowano ponieważ Imagick nie jest dostępny

source: Error during image unsharp mask
pl_pl: Błąd podczas rozmywania obrazu

source: Imagick exception
pl_pl: Wyjątek programu Imagick

source: File %1 is not a 3D model
pl_pl: Plik %1 nie jest modelem 3D

source: Can't convert file to %1
pl_pl: Nie można konwertować pliku do %1

source: Click to view Microsoft Word document
pl_pl: Kliknij aby obejrzeć dokument MS Word

source: Click to download document
pl_pl: Kliknij, aby pobrać dokument

source: View PDF document
pl_pl: Zobacz dokument PDF

source: Provides PDF conversion services using ImageMagick or the Zend_PDF library. Will use Ghostscript to generate image-previews of PDF files.
pl_pl: Dostarcza usługi konwersji PDF przy użyciu biblioteki ImageMagick lub Zend_PDF. Do generowania obrazu podglądu plików PDF będzie użyty Ghostscript.

source: Ghostscript cannot be found: image previews will not be created
pl_pl: Nie znaleziono Ghostscript: obrazy podglądu nie będą tworzone

source: PDFToText cannot be found: indexing of text in PDF files will not be performed; you can obtain PDFToText at http://www.foolabs.com/xpdf/download.html
pl_pl: Nie można znaleźć PDFToText; indeksowanie tekstu w plikach PDF nie będzie wykonane; możesz uzyskać PDFToText pod adresem http://www.foolabs.com/xpdf/download.html

source: File %1 is not a PDF
pl_pl: Plik %1 nie jest w formacie PDF

source: Couldn't not write document preview frames to tmp directory (%1)
pl_pl: Nie można było zapisać ramek podglądu dokumentu do katalogu tmp (%1)

source: Provides services for processing of QuicktimeVR files
pl_pl: Dostarcza usługi przetwarzania plików QuicktimeVR

source: Didn't load because ffmpeg is not installed
pl_pl: Nie załadowano ponieważ ffmpeg nie jest zainstalowany

source: Can't convert '%1' to %2
pl_pl: Nie można konwertować '%1' do %2

source: Couldn't not write video preview frames to tmp directory (%1)
pl_pl: Nie można było zapisać ramek podglądu video do katalogu tmp (%1)

source: Couldn't convert file to FLV format
pl_pl: Nie można było konwertować pliku do formatu FLV

source: Accepts and processes XML-format documents
pl_pl: Akceptuje i przetwarza dokumenty w formacie XML

source: File %1 is not an XML document
pl_pl: Plik %1 nie jest dokumentem XML

source: No XML schema specified in XML file
pl_pl: Brak określonego schematu XML w pliku XML

source: Specified XML schema is not installed
pl_pl: Określony schemat XML nie jest zainstalowany

source: At line %1
pl_pl: W linii %1

source: Validation against XML schema failed with errors:<br/>
pl_pl: Sprawdzenie ze schematem XML zakończone niepowodzeniem z błędami:<br/>

source: Could not open %1
pl_pl: Nie można było otworzyć %1

source: Couldn't write file to %1
pl_pl: Nie można było zapisać pliku do %1

source: View XML file
pl_pl: Zobacz plik XML

source: View PDF file
pl_pl: Zobacz plik PDF

source: Replicates media to Vimeo using the Advanced API
pl_pl: Replikuje media w serwisie Vimeo korzystając z Advanced API

source: File for replication doesn't exist
pl_pl: Plik do replikacji nie istnieje

source: Upload to Vimeo failed. Code: %1, Message: %2
pl_pl: Przesyłanie do Vimeo nie powiodło się. Kod: %1, komunikat %2

source: Could not connect to YouTube
pl_pl: Nie można połączyć się z YouTube

source: Unknown error
pl_pl: Nieznany błąd

source: ElasticSearch up and running
pl_pl: ElasticSearch działa

source: ElasticSearch index exists
pl_pl: Indeks ElasticSearch istnieje

source: The ElasticSearch service must be running.
pl_pl: Usługa ElasticSearch musi być włączona.

source: blank
pl_pl: puste

source: MySQL is back-end database
pl_pl: MySQL jest wewnętrzną bazą danych

source: SqlSearch database tables exist
pl_pl: Tabele bazy danych SqlSearch istnieją

source: The SqlSearch search engine requires that MySQL be the back-end database for your CollectiveAccess installation.
pl_pl: Silnik wyszukiwarki SqlSearch wymaga aby MySQL był wewnętrzną bazą danych dla twojej instalacji programu.

source: The SqlSearch search engine requires that certain tables be present in your database. They are installed by default and should be present, but if they are not SqlSearch will not be able to operate.
pl_pl: Silnik wyszukiwania SqlSearch wymaga aby pewne tabele były obecne w twojej bazie danych. Są one instalowane domyślnie i powinny być obecne, jeżeli jednak nie są to SqlSearch nie będzie w stanie działać.

source: Try reinstalling your system with MySQL as the back-end database or try a different search engine.
pl_pl: Spróbuj przeinstalować twój system z MySQL jako wewnętrzną bazą danych lub wypróbuj inny silnik wyszukiwania.

source: Records to edit
pl_pl: Rekordy do edycji

source: Using interface
pl_pl: Interfejs użytkownika

source: FTP mirroring handler
pl_pl: Handler mirrorowania FTP

source: Deleted %1 from remote server
pl_pl: Usunięto %1 ze zdalnego serwera

source: Sent %1 to remote server at %2
pl_pl: Wysłano %1 do zdalnego serwera %2

source: Could not update mirror status for mirror '%1' on '%2'; row_id=%3
pl_pl: Nie można było zaktualizować statusu mirrorów dla "%1" na "%2"; row_id=%3

source: Importing media from
pl_pl: Importowanie mediów z

source: Files to import
pl_pl: Pliki do importowania

source: Table %1 is invalid
pl_pl: Tabela %1 jest niepoprawna

source: Background media file processor
pl_pl: Procesor plików mediów działający w tle

source: Input format
pl_pl: Format wejściowy

source: Input file size
pl_pl: Rozmiar pliku wejściowego

source: Data source
pl_pl: Źródło danych

source: Temporary filename
pl_pl: Tymczasowa nazwa pliku

source: Versions output
pl_pl: Wyjście wersji

source: Media processing rules
pl_pl: Reguły przetwarzania mediów

source: Record %1.field = file '%2' did not exist; queued file was discarded
pl_pl: Rekord %1.pole = plik '%2' nie istniał; plik w kolejce został odrzucony

source: Record %1.field = %2 did not exist; queued file was discarded
pl_pl: Rekord %1.pole = %2 nie istniał; plik w kolejce został odrzucony

source: Invalid media field '%1' in table '%2'
pl_pl: Niepoprawne pole mediów '%1' w tabeli '%2'

source: Invalid media field table '%1'
pl_pl: Niepoprawna tabela pól mediów '%1'

source: Input media file '%1' does not exist
pl_pl: Plik wejściowy mediów '%1' nie istnieje

source: Denied permission to read input media file '%1'
pl_pl: Odmówiono prawa odczytu wejściowego pliku mediów '%1'

source: Could not process input media file '%1': %2
pl_pl: Nie można było przetworzyć wejściowego pliku mediów '%1': %2

source: File could not be copied for %1; can't convert mimetype %2 to extension
pl_pl: Plik nie mógł być skopiowany dla %1; nie można przekształcić typu MIME %2 do rozszerzenia

source: Couldn't create subdirectory for file for %1
pl_pl: Nie można było utworzyć podkatalogu dla pliku dla %1

source: File could not be copied for %1
pl_pl: Plik nie mógł być skopiowany dla %1

source: Could not cancel pending tasks
pl_pl: Nie można było anulować trwających zadań

source: File could not be processed for %1; can't convert mimetype %2 to extension
pl_pl: Plik nie mógł być przetworzony dla %1; nie można przekształcić typu MIME %2 do rozszerzenia

source: Could not update %1.%2: %3
pl_pl: Nie można było zaktualizować %1.%2: %3

source: Processed file %1
pl_pl: Przetworzono plik %1

source: Visualizes data as a calendar with FullCalendar
pl_pl: Tworzy wizualizację danych w formie kalendarza używając FullCalendar

source: Open
pl_pl: Otwórz

source: Visualizes data as a map
pl_pl: Tworzy wizualizację danych jako mapę

source: Visualizes data as a timeline using TimelineJS
pl_pl: Tworzy wizualizację danych jako osi czasu, używają TimelineJS

source: %1 [as %2]
pl_pl: %1 [jako %2]

source: Indexing %1
pl_pl: indeksowanie %1

source: SQL error while getting content for index of related fields: %1; SQL was %2
pl_pl: Błąd SQL podczas pobnierania zawartości indeksu powiązanych pól: %1; wyrażeniem SQL było %2

source: Could not create tmp directory for handler '%1'
pl_pl: Nie można było utworzyć katalogu tmp dla handlera "%1"

source: Could not copy '%1'
pl_pl: Nie można było skopiować '%1'

source: No tmp directory configured!
pl_pl: Nie skonfigurowano katalogu tmp!

source: No handler directories are configured!
pl_pl: Nie skonfigurowano żadnych katalogów handlera!

source: Invalid task queue handler '%1'
pl_pl: Niepoprawny handler kolejki zadań '%1'

source: Error while closing task record: %1
pl_pl: Błąd podczas zamykania rekordu zadania: %1

source: View %1 was not found
pl_pl: Widok %1 nie został znaleziony

source: access control list
pl_pl: lista kontroli dostępu

source: access control lists
pl_pl: listy kontroli dostępu

source: Table num
pl_pl: Numer tabeli

source: Access
pl_pl: Dostęp

source: no access
pl_pl: brak dostępu

source: can read
pl_pl: może czytać

source: can edit
pl_pl: może edytować

source: application variable
pl_pl: zmienna aplikacji

source: application variables
pl_pl: zmienne aplikacji

source: Resource path
pl_pl: Ścieżka zasobów

source: Organizational path into which this file is placed.
pl_pl: Ścieżka w organizacji, w której ten plik jest umieszczony.

source: Media to upload
pl_pl: Media do załadowania

source: Use this control to select media from your computer to upload.
pl_pl: Użyj tej kontrolki aby wybrać media z twojego komputera do załadowania.

source: Media metadata
pl_pl: Metadane mediów

source: Media content
pl_pl: Zawartość mediów

source: Sort order
pl_pl: Porządek sortowania

source: Indicates how multifiles should be ordered in a list. Higher ranks are lower in the list. That is, rank is used to sort in ascending order.
pl_pl: Wskazuje w jaki sposób multi-pliki powinny być uporządkowane na liście. Wyższe oceny są niżej na liście. Oznacza to, że ocena jest używana do sortowania rosnąco.

source: attribute value
pl_pl: wartość atrybutu

source: attribute values
pl_pl: wartości atrybutu

source: attribute
pl_pl: atrybut

source: attributes
pl_pl: atrybuty

source: Locale
pl_pl: Wersja językowa

source: The locale best describing the origin of this information.
pl_pl: Wersja językowa najlepiej opisująca pochodzenie tej informacji.

source: bookmark folder
pl_pl: katalog zakładek

source: bookmark folders
pl_pl: katalogi zakładek

source: CollectiveAccess id
pl_pl: Identyfikator CollectiveAccess

source: Unique numeric identifier used by CollectiveAccess internally to identify this bookmark folder
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego folderu.

source: Folder name
pl_pl: Nazwa katalogu

source: A name to display for the folder.
pl_pl: Nazwa folderu do wyświetlenia.

source: bookmark
pl_pl: zakładka

source: bookmarks
pl_pl: zakładki

source: Unique numeric identifier used by CollectiveAccess internally to identify this bookmark
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tej zakładki.

source: Folder
pl_pl: Katalog

source: Indicates the folder to which the bookmark belongs.
pl_pl: Oznacza katalog, do którego należy zakładka

source: Bookmark type
pl_pl: Typ zakładki

source: Indicates type of item bookmark represents.
pl_pl: Wskazuje używany typ pozycji, jakiemu odpowiada zakladka.

source: object lots
pl_pl: partie obiektów

source: tours
pl_pl: wycieczki

source: tour stops
pl_pl: postoje wycieczki

source: object representations
pl_pl: reprezentacje obiektu

source: representation annotations
pl_pl: adnotacje reprezentacji

source: Notes pertaining to the bookmark and/or bookmarked item.
pl_pl: Notatki do zakładki i/lub oznaczonej nią pozycji.

source: Bookmark created on
pl_pl: Zakładkę utworzono

source: Date/time the bookmark was created.
pl_pl: Data i czas kiedy utworzono zakładkę.

source: bundle display name
pl_pl: pełna nazwa pakietu

source: bundle display names
pl_pl: pełne nazwy pakietu

source: Name of display
pl_pl: Nazwa widoku

source: Description
pl_pl: Opis

source: Description of display
pl_pl: Opis widoku

source: Locale of display name
pl_pl: Wersja językowa pełnej nazwy

source: Is preferred
pl_pl: Jest preferowana

source: Label
pl_pl: Etykieta

source: Text label to be used for displayed information.
pl_pl: Etykieta tekstowa używana dla wyświetlanej informacji.

source: bundle display placement
pl_pl: rozmieszczenie widoku pakietu

source: bundle display placements
pl_pl: rozmieszczenia widoku pakietu

source: Bundle name
pl_pl: Nazwa pakietu

source: Name of bundle to display
pl_pl: Nazwa pakietu do wyświetlenia

source: Settings
pl_pl: Ustawienia

source: The relative priority of the display when displayed in a list with other displays. Lower numbers indicate higher priority.
pl_pl: Względny priorytet tego widoku gdy prezentowany na liście wraz z innymi widokami. Niższe liczby wskazują wyższy priorytet.

source: bundle display type restrictions
pl_pl: ograniczenie typu pola złożonego

source: Table
pl_pl: Tabela

source: Table this restriction binds the UI screen to
pl_pl: Tabela z którą to ograniczenie wiąże ekran UI

source: Restriction settings
pl_pl: Ustawienia ograniczenia

source: The relative priority of the restriction when displayed in a list with other restrictions. Lower numbers indicate higher priority.
pl_pl: Względny priorytet ograniczenia przy prezentowaniu na liście wraz z innymi ograniczeniami. Niższe liczby wskazują wyższy priorytet.

source: display list
pl_pl: lista widoku

source: display lists
pl_pl: listy widoku

source: Unique numeric identifier used by CollectiveAccess internally to identify this display
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego przedstawienia.

source: Is system display?
pl_pl: Jest widokiem systemowym?

source: If set, display will be available to all users as part of the system-wide display list.
pl_pl: Jeżeli ustawiono, widok będzie dostępny dla wszystkich użytkowników jako część ogólno-systemowej listy widoków.

source: Display type
pl_pl: Typ widoku

source: Indicates type of item display is used for.
pl_pl: Wskazuje używany typ widoku pozycji.

source: Display code
pl_pl: Kod widoku

source: Unique alphanumeric identifier for this display.
pl_pl: Unikalny alfanumeryczny identyfikator dla tej kolekcji.

source: Display settings
pl_pl: Ustawienia widoku

source: Not accessible to public
pl_pl: Niedostępne publicznie

source: Accessible to public
pl_pl: Dostępne publicznie

source: Indicates if display is accessible to the public or not.
pl_pl: Wskazuje, czy widok jest dostępny publicznie.

source: Display empty values?
pl_pl: Wyświetlić puste wartości?

source: If checked all values will be displayed, whether there is content for them or not.
pl_pl: Gdy zaznaczone, wszystkie wartości będą wyświetlane niezależnie od tego, czy jest dla nich jakakolwiek zawartość.

source: User access
pl_pl: Prawa dostępu użytkownika

source: Group access
pl_pl: Dostęp grupowy

source: Display list contents
pl_pl: Zawartość listy widoku

source: Type restrictions
pl_pl: Ograniczenia typu

source: Maximum length
pl_pl: Maksymalna długość

source: Maximum length, in characters, of displayed information.
pl_pl: Maksymalna ilość znaków wyświetlanej informacji.

source: Display format
pl_pl: Format widoku

source: Template used to format output.
pl_pl: Szablon używany do formatowania wyjścia.

source: Text to place in-between repeating values.
pl_pl: Tekst do wstawienia pomiędzy powtarzające się wartości.

source: Singular
pl_pl: Pojedyncza

source: Plural
pl_pl: Liczba mnoga

source: Sense
pl_pl: Znaczenie

source: Determines if value used is singular or plural version.
pl_pl: Określa, czy wartość jest użyta w wersji pojedynczej lub mnogiej.

source: Current location
pl_pl: Aktualne położenie

source: URL
pl_pl: adres URL

source: Output mode
pl_pl: Tryb wyjściowy

source: Determines if value used is URL of media or the media itself.
pl_pl: Określa, czy używana wartość jest adresem URL medium, czy też samym medium.

source: Restrict to relationship types
pl_pl: Ogranicz do typów powiązań
