Repository: leslzine/zineunioncatalog
Catalog: providence/app/locale/*/messages.po
Languages: pl_pl

source: Password does not match confirmation. Please try again.
pl_pl: Niepoprawne potwierdzenie hasła. Proszę spróbować jeszcze raz.

source: Added group
pl_pl: Dodano grupę

source: Saved changes to group
pl_pl: Zapisano zmiany w grupie

source: Your entry has errors. See below for details.
pl_pl: Twój wpis zawiera błędy. Zobacz szczegóły poniżej.

source: Added role
pl_pl: Dodano rolę

source: Saved changes to role
pl_pl: Zapisano zmiany roli

source: Deleted role
pl_pl: Usunięto rolę

source: Added user
pl_pl: Dodano użytkownika

source: Saved changes to user
pl_pl: Zapisano zmiany użytkownika

source: Deleted user
pl_pl: Usunięto użytkownika

source: Last login
pl_pl: Ostatnie logowanie

source: active
pl_pl: aktywny

source: not active
pl_pl: nieaktywny

source: There are no users
pl_pl: Nie ma użytkowników

source: Profile created on %1 by %2
pl_pl: Profil utworzył %2, %1

source: list
pl_pl: lista

source: GD is a graphics processing library required for all barcode generation.
pl_pl: GD jest biblioteką obróbki grafiki wymaganą do generowania kodów kreskowych.

source: Is not installed; barcode printing will not be possible.
pl_pl: Nie zainstalowano; drukowanie kodów kreskowych nie będzie możliwe.

source: Added metadata element
pl_pl: Dodano element metadanych

source: Saved changes to metadata element
pl_pl: Zmiany elementu metadanych zostały zapisane

source: Setting %2 is not valid: %1
pl_pl: Ustawienie %2 nie jest poprawne: %1

source: Deleted metadata element
pl_pl: Usunięto element metadanych

source: This element is at the top of the list
pl_pl: Ten element jest na górze listy

source: This element is at the bottom of the list
pl_pl: Ten element jest na dole listy

source: list/vocabulary term
pl_pl: określenie z listy/słownika

source: list/vocabulary terms
pl_pl: określenia z listy/słownika

source: Added locale
pl_pl: Dodano wersję językową

source: Saved changes to locale
pl_pl: Zmiany wersji językowej zostały zapisane

source: Could not delete locale: %1
pl_pl: Nie można usunąć wersji językowej: %1

source: Deleted locale
pl_pl: Usunięto wersję językową

source: relationship type
pl_pl: typ powiązania

source: relationship types
pl_pl: typy powiązań

source: Invalid parent
pl_pl: Niewłaściwy element nadrzędny

source: Batch editing %1 %2 with set %3
pl_pl: Przetwarzanie wsadowe %1 %2 z rejestrem %3

source: Import all media, matching with existing records where possible
pl_pl: Importuj wszystkie media, łącząc je, gdzie to możliwe, z istniejącymi rekordami

source: Import only media that can be matched with existing records
pl_pl: Importuj tylko media, które mogą być dołączone do istniejących rekordów

source: Import all media, creating new records for each
pl_pl: Importuj wszystkie media, tworząc dla każdego nowy rekord

source: Match using file name
pl_pl: Znajdź przy pomocy nazwy pliku

source: Match using directory name
pl_pl: Znajdź używając nazwy katalogu

source: Match using directory name, then file name
pl_pl: Znajdź używając nazwy katalogu, a potem nazwy pliku

source: Batch import media
pl_pl: wsadowy import mediów

source: Cannot write file: directory %1 is not accessible
pl_pl: Nie mogę zapisać pliku: katalog %1 nie jest dostępny

source: Uploaded %1 file
pl_pl: Załadowano %1 plik(ów)

source: Uploaded %1 files
pl_pl: Załadowano % plik(ów)

source: Skipped %1 file
pl_pl: Pominięto plik %1

source: Skipped %1 files
pl_pl: Pominięto pliki %1

source: Uploaded %1 worksheet
pl_pl: Załadowano %1 arkusz

source: Uploaded %1 worksheets
pl_pl: Załadowano %1 arkusz(e/y)

source: Skipped %1 worksheet
pl_pl: Pominięto %1 arkusz

source: Deleted importer
pl_pl: Usunięty filtr importu

source: Renumbered contents of lot
pl_pl: Przenumerowana zawrtość partii

source: No media is available for download
pl_pl: Brak dostępnych mediów do importu

source: No files to download
pl_pl: Brak plików do pobrania

source: Invalid caption file
pl_pl: Niepoprawny plik z podpisami

source: There is no configuration available for this editor. Check your system configuration and ensure there is at least one valid configuration for this type of editor.
pl_pl: Brak dostępnej konfiguracji dla tego edytora. Sprawdź swoją konfigurację systemu i upewnij się, że jest przynajmniej jedna poprawna konfiguracja dla tego typu edytora.

source: Cannot save using empty request. Are you using a bookmark?
pl_pl: Nie można zapisać używając pustego żądania. Czy używasz zakładki?

source: Could not save %1
pl_pl: Nie można było zapisać %1

source: Added %1
pl_pl: Dodano %1

source: Saved changes to %1
pl_pl: Zapisano zmiany w %1

source: Saved annotation.
pl_pl: Zapisano opis.

source: Invalid annotation_id
pl_pl: Niepoprawny identyfikator adnotacji

source: thumbnails
pl_pl: miniatury

source: full
pl_pl: pełny

source: Quick search
pl_pl: Szybkie wyszukiwanie

source: Invalid table name
pl_pl: Niepoprawna nazwa tabeli

source: Search
pl_pl: Szukaj

source: Advanced search
pl_pl: Zaawansowane wyszukiwanie

source: Browse
pl_pl: Przeglądaj

source: Invalid object/representation
pl_pl: Niepoprawny obiekt/odwzorowanie

source: Borrowed by %1 on %2
pl_pl: Wypożyczone przez %1 %2

source: Returned <em>%1</em> (%2) borrowed by %3 on %4
pl_pl: Zwrócone <em>%1</em> (%2) wypożyczone przez %3 %4

source: Could not check in <em>%1</em> (%2): %3
pl_pl: Nie można dopisać <em>%1</em> (%2): %3

source: <em>%1</em> (%2) is not out
pl_pl: <em>%1</em> (%2) nie wydany

source: Available
pl_pl: Dostępne

source: Out with this user
pl_pl: Usuń użytkownika

source: Out
pl_pl: Usuń

source: Out with %1 reservation
pl_pl: Usuń %1 rezerwację

source: Out with %1 reservations
pl_pl: Usuń %1 rezerwacje

source: Reserved
pl_pl: Zarezerwowane

source: Available with %1 reservations
pl_pl: Dostępne z %1 rezerwacjami

source: The user currently has this item
pl_pl: Użytkownik ma w tej chwili ten obiekt

source: The user has reserved this item
pl_pl: Użytkownik zarezerwował ten obiekt

source: Currently reserved by %1
pl_pl: Aktualnie zarezerwowane przez %1

source: Will reserve
pl_pl: Zarezerwuję

source: held by %1 since %2
pl_pl: w posiadaniu %1 od %2

source: Due on
pl_pl: Termin

source: Notes
pl_pl: Notatki

source: User already has <em>%1</em>
pl_pl: Użytkownik już ma <em>%1</em>

source: Reserved <em>%1</em>
pl_pl: Zarezerwowane <em>%1</em>

source: Could not reserve <em>%1</em>: %2
pl_pl: Nie można zarezerwować <em>%1</em>: %2

source: Checked out <em>%1</em>; due date is %2
pl_pl: Zamówione <em>%1</em>; data otrzymania %2

source: Could not check out <em>%1</em>: %2
pl_pl: Nie można było zamówić <em>%1</em>: %2

source: today
pl_pl: dziś

source: and %1 more
pl_pl: i %1 więcej

source: Invalid element code
pl_pl: Niepoprawny kod elementu

source: Value suggestion is not supported for this metadata element
pl_pl: Sugerowanie wartości nie jest obsługiwane dla tego elementu metadanych

source: You do not have access to this bundle
pl_pl: Nie masz dostępu do tego pakietu

source: Element code is not bound to the specified table
pl_pl: Kod elementu nie jest powiązany z określoną tabelą

source: Connection to GeoNames with username "%1" was rejected with the message "%2". Check your configuration and make sure your GeoNames.org account is enabled for web services.
pl_pl: Połączenie z GeoNames jako użytkownik "%1" zostało odrzucone z błędem "%2". Sprawdź konfigurację i upewnij się, że twoje konto w GeoNames ma aktywowany dostęp za pośrednictwem usług sieciowych.

source: Could not connect to GeoNames
pl_pl: Nie można połączyć się z usługą GeoNames.

source: ERROR: Invalid element_id
pl_pl: BŁĄD: Niepoprawny identyfikator elementu

source: ERROR: Invalid service
pl_pl: BŁĄD: Niepoprawna usługa

source: ERROR
pl_pl: BŁĄD

source: ERROR: You do not have access to this item
pl_pl: BŁĄD: Nie masz dostępu do tego obiektu

source: Invalid bundle name
pl_pl: Niepoprawna nazwa pakietu

source: No matches found for <em>%1</em>
pl_pl: Brak dopasować do <em>%1</em>

source: No results found for %1.
pl_pl: Brak rezultatów dla %1.

source: ERROR: uBio web service query failed.
pl_pl: BŁĄD: zapytanie usługi uBio nie powiodło się.

source: ERROR: No uBio keycode in app.conf.
pl_pl: BŁĄD: brak klucza uBio w app.conf.

source: There are no unmoderated comments
pl_pl: Brak niemoderowanych komentarzy

source: The comment does not exist
pl_pl: Komentarz nie istnieje

source: Could not approve comment
pl_pl: Nie można zatwierdzić komentarza

source: Your comments have been approved
pl_pl: Twój komentarz został zatwierdzony

source: Please use the checkboxes to select comments for approval
pl_pl: Proszę użyć pól wyboru aby zaznaczyć komentarze do zatwierdzenia

source: Could not delete comment
pl_pl: Nie udało się usunąć komentarza

source: Your comments have been deleted
pl_pl: Twoje komentarze zostały usunięte

source: Please use the checkboxes to select comments for deletion
pl_pl: Proszę użyć pól wyboru aby zaznaczyć komentarze do usunięcia

source: comment
pl_pl: komentarz

source: comments
pl_pl: komentarze

source: You cannot edit this group
pl_pl: Nie możesz edytować tej grupy

source: You cannot delete this group
pl_pl: Nie możesz usunąć tej grupy

source: There are no saved searches
pl_pl: Brak zapisanych wyszukiwań

source: Your search could not be deleted
pl_pl: Twoje wyszukiwanie nie mogło być usunięte

source: Your searches have been deleted
pl_pl: Twoje wyszukiwania zostały usunięte

source: Please use the checkboxes to select searches for deletion
pl_pl: Proszę użyć pól wyboru aby zaznaczyć wyszukiwania do usunięcia

source: set
pl_pl: rejestr

source: sets
pl_pl: rejestry

source: There are no unmoderated tags
pl_pl: Brak niemoderowanych słów kluczowych

source: The tag does not exist
pl_pl: Słowo kluczowe nie istnieje

source: Could not approve tag
pl_pl: Nie można było zatwierdzić słowa kluczowego

source: Your tags have been approved
pl_pl: Twoje słowa kluczowe zostały zatwierdzone

source: Please use the checkboxes to select tags for approval
pl_pl: Proszę użyć pól wyboru aby zaznaczyć słowa kluczowe do zatwierdzenia

source: Could not delete tag
pl_pl: Nie można było usunąć słowa kluczowego

source: Your tags have been deleted
pl_pl: Twoje słowa kluczowe zostały usunięte

source: Please use the checkboxes to select tags for deletion
pl_pl: Proszę użyć pól wyboru aby zaznaczyć słowa kluczowe do usunięcia

source: tag
pl_pl: słowo kluczowe

source: tags
pl_pl: słowa kluczowe

source: There are no watched items
pl_pl: Brak obserwowanych pozycji

source: Your watched items have been deleted
pl_pl: Twoje obserwowane pozycje zostały usunięte

source: Please use the checkboxes to select items to remove from your watch list
pl_pl: Użyj pól wyboru, aby wybrać pozycje do usunięcia z twojej listy obserwowanych

source: Invalid table
pl_pl: Nieprawidłowa tabela

source: You cannot edit that display
pl_pl: Nie możesz edytować tego widoku

source: You cannot edit that form
pl_pl: Nie możesz edytować tego formularza

source: Access denied
pl_pl: Dostęp zabroniony

source: You cannot edit this set
pl_pl: Nie możesz edytować tego rejestru

source: The set does not exist
pl_pl: Ten rejestr nie istnieje

source: Row_id is invalid
pl_pl: Identyfikator wiersza jest niepoprawny

source: No set defined
pl_pl: Nie zdefiniowano rejestru

source: Could not find view for PDF
pl_pl: Brak widoku dla pdf-a

source: Could not generate PDF
pl_pl: Nie można było wygenerować pliku PDF

source: Login was invalid
pl_pl: Logowanie było niepoprawne

source: You are now logged in
pl_pl: Jesteś teraz zalogowany

source: You are now logged out
pl_pl: Jesteś teraz wylogowany

source: Passwords did not match. Please try again.
pl_pl: Błędne hasło. Spróbuj jeszcze raz.

source: Password was successfully changed. You can now log in with your new password.
pl_pl: Hasło zmienione. Możesz zalogować się z nowym hasłem.

source: Invalid table: %1
pl_pl: Niepoprawna tabela: %1

source: Saved preference settings
pl_pl: Zapisano ustawienia preferencji

source: In batch
pl_pl: Przetwarzanie wsadowe w trakcie

source: do not use
pl_pl: nie używaj

source: replace value
pl_pl: wartość zastępcza

source: remove all values
pl_pl: usuń wszystkie wartości

source: add to each item
pl_pl: dodaj do każdej pozycji

source: set for each item
pl_pl: ustawione dla każdej pozycji

source: replace values
pl_pl: wartości zastępcze

source: List of search expressions for replacement %1 is invalid. Check your configuration.
pl_pl: Niewłaściwa lista wyrażeń wyszukiwania dla zamiany %1. Sprawdź konfigurację.

source: List of replacement patterns for replacement %1 is invalid. Check your configuration.
pl_pl: Niewłaściwa lista wyrażeń regularnych dla zamiany %1. Sprawdź konfigurację.

source: The search and replacement pattern lists for replacement %1 have different lengths. Check your configuration.
pl_pl: Wyrażenia wyszukiwania i zamiany dla zamiany %1 mają różne długości. Sprawdź konfigurację.

source: One of the search patterns for replacement %1 is not a valid PCRE. Check your configuration.
pl_pl: Jedno z wyrażeń wyszukiwania dla zamiany %1 nie jest poprawnym PCRE. Sprawdź konfigurację.

source: Really delete "%1"?
pl_pl: Naprawdę usuń "%1"?

source: Delete
pl_pl: Usuń

source: Cancel
pl_pl: Anuluj

source: Type is used by %1 %2
pl_pl: Typ jest używany przez %1 %2

source: Has %1 relationship to %2
pl_pl: Ma %1 powiązanie z %2

source: Has %1 relationships to %2
pl_pl: Ma %1 powiązań z %2

source: Is referenced %1 time
pl_pl: Ma %1 odwołanie

source: Is referenced %1 times
pl_pl: Ma %1 odwołań

source: This %1 is referenced %2 time
pl_pl: %1 jest używany jako odniesienie %2 raz

source: When deleting this %1:
pl_pl: Podczas usuwania %1:

source: This %1 is referenced %2 times
pl_pl: %1 jest używany jako odniesienie %2 razy

source: remove all references
pl_pl: usunąć wszystkie połączenia

source: transfer references to
pl_pl: przenieś połączenia do

source: Clear
pl_pl: Wyczyść

source: References to this %1
pl_pl: Odniesienia do %1

source: No embedded metadata was extracted from the media
pl_pl: Żadne metadane nie zostały zaimportowane z tego medium

source: Results
pl_pl: Wyniki

source: Deleted %1
pl_pl: Usunięto %1

source: Editing %1
pl_pl: Edycja elementu „%1”

source: Viewing %1
pl_pl: Przeglądasz %1

source: now
pl_pl: teraz

source: Deaccessioned %1
pl_pl: Wydane %1

source: Current
pl_pl: Obecne

source: Location: %1
pl_pl: Miejsce: %1

source: new screen
pl_pl: nowy ekran

source: BLANK
pl_pl: PUSTY

source: Lot contains %1 object
pl_pl: Liczba obiektów w partii to %1

source: Lot contains %1 objects
pl_pl: Liczba obiektów w partii to %1

source: Creating new %1
pl_pl: Dodawanie elementu typu „%1”

source: %1 &gt; New %2
pl_pl: %1 &gt; Nowe %2

source: Add/remove item to/from watch list.
pl_pl: Dodaj/usuń pozycję do/z listy obserwowanych.

source: Watch/Unwatch this record
pl_pl: Śledź/Przestań śledzić ten rekord

source: Change type
pl_pl: zmień typ

source: Change Record Type
pl_pl: Zmień typ rekordu

source: Create Child Record
pl_pl: Utwórz rekord potomny

source: Create a child record under this one
pl_pl: Utwórz pod obecnym rekord potomny

source: Duplicate this %1
pl_pl: Powiel %1

source: Download all media associated with objects in this lot
pl_pl: Pobierz wszystkie media związane z obiektami w tej partii

source: Download all media associated with records in this set
pl_pl: Pobierz wszystkie media powiązane z rekordami w tym rejestrze

source: In set
pl_pl: W rejestrze

source: In sets
pl_pl: W rejestrach

source: Just now
pl_pl: Teraz

source: %1 ago
pl_pl: %1 temu

source: <strong>Created</strong><br/>%1 by %2
pl_pl: %1<strong>Utworzone</strong><br/> przez %2

source: <strong>Created</strong><br/>%1
pl_pl: <strong>Utworzone</strong><br/>%1

source: Created on
pl_pl: Utworzono

source: Created on %1
pl_pl: Utworzono %1

source: <strong>Last changed</strong><br/>%1 by %2
pl_pl: %1<strong>ostatnio zmienione</strong><br/> przez %2

source: <strong>Last changed</strong><br/>%1
pl_pl: <strong>Ostatnio zmienione</strong><br/>%1

source: Last changed on
pl_pl: Ostatnia aktualizacja

source: Last changed on %1
pl_pl: Ostatnia aktualizacja %1

source: %1 problems require attention
pl_pl: %1 problemów wymaga sprawdzenia

source: %1 problem requires attention
pl_pl: %1 problem wymaga sprawdzenia

source: See more information about this record
pl_pl: Więcej informacji o tym rekordzie

source: Will be related to %1
pl_pl: Będzie powiązane z %1

source: Part of lot
pl_pl: Część partii

source: Will be part of lot
pl_pl: Będzie częścią partii

source: %1 component
pl_pl: %1 element

source: %1 components
pl_pl: %1 elementy

source: Has
pl_pl: Ma

source: Lot contains %1 component
pl_pl: Partia zawiera %1 element

source: Lot contains %1 components
pl_pl: Partia zawiera %1 elementów

source: There is %1 object with non-conforming numbering
pl_pl: Ilość obiektów z niezgodną numeracją wynosi %1

source: There are %1 objects with non-conforming numbering
pl_pl: Ilość obiektów z niezgodną numeracją wynosi %1

source: Re-number objects
pl_pl: Przenumeruj obiekty

source: Add new %1 to lot
pl_pl: Dodaj nowy obiekt do tej partii: %1

source: Related %1
pl_pl: Powiązane %1

source: Applied to representation
pl_pl: Zastosowano do reprezentacji

source: Batch edit
pl_pl: Przetwarzanie wsadowe

source: Number of items
pl_pl: Liczba pozycji

source: Type of content
pl_pl: Typ zawartości

source: Owner
pl_pl: Właściciel

source: Export this set of records
pl_pl: Eksportuj ten rejestr rekordów

source: Export
pl_pl: Eksport

source: Part of set
pl_pl: Część rejestru

source: Is %1
pl_pl: Jest %1

source: Add a %1 to this list
pl_pl: Kliknij, aby dodać %1 do listy

source: Part of
pl_pl: Część z

source: Is default for list
pl_pl: Czy domyślne dla listy

source: Is a
pl_pl: Jest

source: Element code
pl_pl: Kod elementu

source: Referenced by user interfaces
pl_pl: Używany w interfejsach użytkownika

source: Number of screens
pl_pl: Liczba ekranów

source: Edits
pl_pl: Odwrócić zewnętrzne modyfikacje?

source: Number of placements
pl_pl: Liczba pól

source: Searches for
pl_pl: Wyszukiwanie

source: Number of stops
pl_pl: Liczba postojów

source: Type
pl_pl: Typ

source: Target format
pl_pl: Format docelowy

source: Number of groups
pl_pl: Liczba grup

source: Number of rules
pl_pl: Liczba reguł

source: Export this %1
pl_pl: Eksportuj to %1

source: Batch editing %1 %2 in set
pl_pl: Przetwarzanie wsadowe %1 %2 w rejestrze

source: Set contains <em>%1</em>
pl_pl: Rejestr zawiera <em>%1</em>

source: More options
pl_pl: Więcej opcji

source: Delete <strong><em>all</em></strong> records in set
pl_pl: Usuń <strong><em>wszystkie</em></strong> rekordy w rejestrze

source: Close options
pl_pl: Zamknij opcje

source: <strong>Server directory:</strong> %1
pl_pl: <strong>Katalog serwera:</strong> %1

source: Batch export metadata
pl_pl: wsadowy eksport metadanych

source: Selected exporter
pl_pl: Wybrany eksporter

source: Back to record
pl_pl: Z powrotem do rekordu

source: page
pl_pl: strona

source: pages
pl_pl: strony

source: Download
pl_pl: Pobierz

source: Invalid subject
pl_pl: Niewłaściwy temat

source: United States
pl_pl: Stany Zjednoczone

source: Canada
pl_pl: Kanada

source: Afghanistan
pl_pl: Afganistan

source: Algeria
pl_pl: Algieria

source: American Samoa
pl_pl: Samoa Amerykańskie

source: Andorra
pl_pl: Andora

source: Antarctica
pl_pl: Antarktyka

source: Antigua and Barbuda
pl_pl: Antigua i Barbuda

source: Argentina
pl_pl: Argentyna

source: Azerbaijan
pl_pl: Azerbejdżan

source: Azores
pl_pl: Azory

source: Bahamas
pl_pl: Bahamy

source: Bahrain
pl_pl: Bahrajn

source: Bangladesh
pl_pl: Bangladesz

source: Belarus
pl_pl: Białoruś

source: Belgium
pl_pl: Belgia

source: Bermuda
pl_pl: Bermudy

source: Bolivia
pl_pl: Boliwia

source: Bosnia And Herzegowina
pl_pl: Bośnia i Hercegowina (bs_BA)

source: Bosnia-Herzegovina
pl_pl: Bośnia i Hercegowina

source: Bouvet Island
pl_pl: Wyspa Bouvet

source: Brazil
pl_pl: Brazylia

source: British Indian Ocean Territory
pl_pl: Brytyjskie Terytorium Oceanu Indyjskiego

source: British Virgin Islands
pl_pl: Brytyjskie Wyspy Dziewicze

source: Brunei Darussalam
pl_pl: Państwo Brunei

source: Bulgaria
pl_pl: Bułgaria

source: Cambodia
pl_pl: Kambodża

source: Cameroon
pl_pl: Kamerun

source: Cape Verde
pl_pl: Republika Zielonego Przylądka

source: Cayman Islands
pl_pl: Kajmany

source: Central African Republic
pl_pl: Republika Środkowoafrykańska

source: Chad
pl_pl: Czad

source: China
pl_pl: Chiny

source: Christmas Island
pl_pl: Wyspa Bożego Narodzenia

source: Cocos (Keeling) Islands
pl_pl: Wyspy Kokosowe (Wyspy Keelinga)

source: Colombia
pl_pl: Kolumbia

source: Comoros
pl_pl: Komory

source: Congo
pl_pl: Kongo

source: Congo, The Democratic Republic O
pl_pl: Kongo, Demokratyczna Republika Konga

source: Cook Islands
pl_pl: Wyspy Cooka

source: Corsica
pl_pl: Korsyka

source: Costa Rica
pl_pl: Kostaryka

source: Cote d` Ivoire (Ivory Coast)
pl_pl: Wybrzeże Kości Słoniowej

source: Croatia
pl_pl: Chorwacja

source: Cuba
pl_pl: Kuba

source: Cyprus
pl_pl: Cypr

source: Czech Republic
pl_pl: Czechy

source: Denmark
pl_pl: Dania

source: Djibouti
pl_pl: Dżibuti

source: Dominica
pl_pl: Dominika

source: Dominican Republic
pl_pl: Dominikana

source: East Timor
pl_pl: Timor Wschodni

source: Ecuador
pl_pl: Ekwador

source: Egypt
pl_pl: Egipt

source: El Salvador
pl_pl: Salwador

source: Equatorial Guinea
pl_pl: Gwinea Równikowa

source: Eritrea
pl_pl: Erytrea

source: Ethiopia
pl_pl: Etiopia

source: Falkland Islands (Malvinas)
pl_pl: Falklandy (Malwiny)

source: Faroe Islands
pl_pl: Wyspy Owcze

source: Fiji
pl_pl: Fidżi

source: Finland
pl_pl: Finlandia

source: France (Includes Monaco)
pl_pl: Francja (razem z Monaco)

source: France, Metropolitan
pl_pl: Francja metropolitalna

source: French Guiana
pl_pl: Gujana Francuska

source: French Polynesia
pl_pl: Polinezja Francuska

source: French Polynesia (Tahiti)
pl_pl: Polinezja Francuska (Tahiti)

source: French Southern Territories
pl_pl: Francuskie Terytoria Południowe

source: Georgia
pl_pl: Gruzja

source: Germany
pl_pl: Niemcy

source: Greece
pl_pl: Grecja

source: Greenland
pl_pl: Grenlandia

source: Guadeloupe
pl_pl: Gwadelupa

source: Guatemala
pl_pl: Gwatemala

source: Guinea
pl_pl: Gwinea

source: Guinea-Bissau
pl_pl: Gwinea Bissau

source: Guyana
pl_pl: Gujana

source: Heard And Mc Donald Islands
pl_pl: Wyspa Heard i McDonalda

source: Holy See (Vatican City State)
pl_pl: Watykan

source: Hungary
pl_pl: Węgry

source: Iceland
pl_pl: Islandia

source: India
pl_pl: Indie

source: Indonesia
pl_pl: Indonezja

source: Iraq
pl_pl: Irak

source: Ireland
pl_pl: Irlandia

source: Ireland (Eire)
pl_pl: GB-Eire

source: Israel
pl_pl: Izrael

source: Italy
pl_pl: Włochy

source: Jamaica
pl_pl: Jamajka

source: Japan
pl_pl: Japonia

source: Jordan
pl_pl: Jordania

source: Kazakhstan
pl_pl: Kazachstan

source: Kenya
pl_pl: Kenia

source: Korea, Democratic People's Republic
pl_pl: Koreańska Republika Ludowo-Demokratyczna

source: Kuwait
pl_pl: Kuwejt

source: Kyrgyzstan
pl_pl: Kirgistan

source: Latvia
pl_pl: Łotwa

source: Lebanon
pl_pl: Liban

source: Lesotho
pl_pl: Lesoto

source: Libya
pl_pl: Libia

source: Lithuania
pl_pl: Litwa

source: Luxembourg
pl_pl: Luksemburg

source: Madagascar
pl_pl: Madagaskar

source: Madeira Islands
pl_pl: Madera

source: Malaysia
pl_pl: Malezja

source: Maldives
pl_pl: Malediwy

source: Marshall Islands
pl_pl: Wyspy Marshalla

source: Martinique
pl_pl: Martynika

source: Mauritania
pl_pl: Mauretania

source: Mexico
pl_pl: Meksyk

source: Micronesia, Federated States Of
pl_pl: Sfederowane Stany Mikronezji

source: Moldova, Republic Of
pl_pl: Mołdawia - Republika

source: Monaco
pl_pl: Monako

source: Morocco
pl_pl: Maroko

source: Mozambique
pl_pl: Mozambik

source: Netherlands
pl_pl: Holandia
