Repository: leslzine/zineunioncatalog
Catalog: providence/app/locale/*/messages.po
Languages: pl_pl

source: The type of the place. In CollectiveAccess every place has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
pl_pl: Typ miejsca. Każde miejsce w programie ma pojedynczy "wewnętrzny" typ określający zestaw opisowych i administracyjnych metadanych, które mogą być do niego zastosowane.

source: Administrative source of the place. This value is often used to indicate the administrative sub-division or legacy database from which the place information originates, but can also be re-tasked for use as a simple classification tool if needed.
pl_pl: Administracyjne źródło tego miejsca. Ta wartość jest często używana do wskazania administracyjnego pod-działu lub oficjalnej bazy danych z której ta informacja o miejscu pochodzi, ale także może być użyta jako proste narzędzie klasyfikacji - w razie potrzeby.

source: Place identifier
pl_pl: Identyfikator miejsca

source: Unique identifier for place
pl_pl: Unikalny identyfikator dla miejsca

source: Lifespan
pl_pl: Okres istnienia

source: Lifespan of place (range of dates)
pl_pl: Okres istnienia miejsca (zakres dat)

source: Indicates if place information is accessible to the public or not.
pl_pl: Wskazuje czy informacja o miejscu jest dostępna publicznie czy nie.

source: Indicates the current state of the place record.
pl_pl: Wskazuje aktualny stan rekordu miejsca.

source: Indicates if the place is deleted or not.
pl_pl: Wskazuje czy miejsce jest usunięte, czy nie.

source: place ⇔ collection relationship
pl_pl: powiązanie miejsce ⇔ kolekcja

source: place ⇔ collection relationships
pl_pl: powiązania "miejsce ⇔ kolekcja"

source: place ⇔ occurrence relationship
pl_pl: powiązanie "miejsce ⇔ zdarzenie"

source: place ⇔ occurrence relationships
pl_pl: powiązania "miejsce ⇔ zdarzenie"

source: place ⇔ place relationship
pl_pl: powiązanie "miejsce ⇔ miejsce"

source: place ⇔ place relationships
pl_pl: powiązania "miejsce ⇔ miejsce"

source: places ⇔ storage locations relationship
pl_pl: powiązanie "obiekt ⇔ miejsce przechowywania"

source: places ⇔ storage locations relationships
pl_pl: powiązania "obiekt ⇔ miejsce przechowywania"

source: place ⇔ vocabulary term relationship
pl_pl: powiązanie "miejsce ⇔ określenie słownikowe"

source: place ⇔ vocabulary term relationships
pl_pl: powiązania "miejsce ⇔ określenie słownikowe"

source: relationship relationship
pl_pl: powiązanie powiązania

source: relationship relationships
pl_pl: powiązania powiązania

source: relationship type name
pl_pl: nazwa typu powiązania

source: relationship type names
pl_pl: nazwy typu powiązania

source: Typename (forward sense)
pl_pl: Nazwa typu (znaczenie bezpośrednie)

source: Relationship type used when relation is read left-to-right.
pl_pl: Typ powiązania stosowany, gdy relacja jest czytana od lewej do prawej.

source: Typename (reverse sense)
pl_pl: Nazwa typu (znaczenie odwrotne)

source: Relationship type used when relation is read right-to-left.
pl_pl: Typ powiązania stosowany, gdy relacja jest czytana od prawej do lewej.

source: Description (forward sense)
pl_pl: Opis (znaczenie bezpośrednie)

source: Description for relationship type when relation is read left-to-right.
pl_pl: Opis dla typu powiązania, gdy relacja jest czytana od lewej do prawej.

source: Description (reverse sense)
pl_pl: Opis (znaczenie odwrotne)

source: Description for relationship type when relation is read right-to-left.
pl_pl: Opis dla typu powiązania, gdy relacja jest czytana od prawej do lewej.

source: Unique numeric identifier used by CollectiveAccess internally to identify this relationship type
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego typu powiązania.

source: Type restriction for "left" side of relationship
pl_pl: Ograniczenie typu dla "lewej" strony powiązania

source: Type restriction for "right" side of relationship
pl_pl: Ograniczenie typu dla "prawej" strony powiązania

source: Relationship type hierarchy identifier
pl_pl: Identyfikator hierarchii typu powiązania

source: Identifier of relationship_type that is root of the relationship_type hierarchy.
pl_pl: Identyfikator typu powiązania, będący trzonem hierarchii typu powiązania.

source: Relationship type code
pl_pl: Kod typu powiązania

source: Unique identifier for the relationship type; must be unique for relationship types for the current relationship.
pl_pl: Unikalny identyfikator dla tego typu powiązania; musi być unikalny dla typów powiązań dla bieżącego powiązania.

source: Relationship
pl_pl: Powiązanie

source: Indicates the type of relationship for which this type is applicable.
pl_pl: Wskazuje typ powiązania, dla którego ten typ ma zastosowanie.

source: The relative priority of the relationship type when displayed in a list with other relationship types. Lower numbers indicate higher priority.
pl_pl: Względny priorytet typu powiązania przy prezentowaniu na liście wraz z innymi typami powiązań. Niższe liczny wskazują wyższy priorytet.

source: If checked this relationship type will be the default type for the relationship.
pl_pl: Gdy zaznaczono, ten typ powiązania będzie domyślnym typem dla powiązania.

source: representation annotation title
pl_pl: tytuł adnotacji wizerunku

source: representation annotation titles
pl_pl: tytuły adnotacji wizerunku

source: Title
pl_pl: Tytuł

source: Title for annotation. This is usually a short description of the annotation content.
pl_pl: Tytuł dla adnotacji. Jest to zwykle krótki opis zawartości tej adnotacji.

source: representation annotation
pl_pl: adnotacja reprezentacji

source: The locale from which the annotation originates.
pl_pl: Wersja językowa z której pochodzi ta adnotacja.

source: The user who created the annotation.
pl_pl: Użytkownik który stworzył tę adnotację.

source: Type code
pl_pl: Kod typu

source: Code indicating type of annotation.
pl_pl: Kod wskazujący typ adnotacji.

source: Preview media
pl_pl: Podgląd mediów

source: Indicates if annotation is accessible to the public or not.
pl_pl: Wskazuje czy adnotacja jest dostępna publicznie czy nie.

source: Indicates the current state of the annotation .
pl_pl: Wskazuje aktualny stan tej adnotacji.

source: Annotation properties
pl_pl: Właściwości adnotacji

source: No type code set
pl_pl: Nie ustawiony kod typu

source: representation annotation ⇔ entity relationship
pl_pl: powiązanie adnotacja wizerunku ⇔ podmiot

source: representation annotation ⇔ entity relationships
pl_pl: powiązania adnotacja reprezentacji ⇔ podmiot

source: representation annotation ⇔ object relationship
pl_pl: powiązanie "adnotacja reprezentacji ⇔ obiekt"

source: representation annotation ⇔ object relationships
pl_pl: powiązania "adnotacja reprezentacji ⇔ obiekt"

source: representation annotation ⇔ occurrence relationship
pl_pl: powiązanie "adnotacja reprezentacji ⇔ zdarzenie"

source: representation annotation ⇔ occurrence relationships
pl_pl: powiązania "adnotacja reprezentacji ⇔ zdarzenie"

source: representation annotation ⇔ place relationship
pl_pl: powiązanie "adnotacja przedstawienia ⇔ miejsce"

source: representation annotation ⇔ place relationships
pl_pl: powiązania "adnotacja przedstawienia ⇔ miejsce"

source: representation annotation ⇔ vocabulary term relationship
pl_pl: powiązanie "adnotacja przedstawienia ⇔ określenie słownikowe"

source: representation annotation ⇔ vocabulary term relationships
pl_pl: powiązania "adnotacja przedstawienia ⇔ określenie słownikowe"

source: search form name
pl_pl: nazwa formularza wyszukiwania

source: search form names
pl_pl: nazwy formularza wyszukiwania

source: Name of search form
pl_pl: Nazwa formularza wyszukiwania

source: search form placement
pl_pl: rozmieszczenie formularza wyszukiwania

source: search form placements
pl_pl: rozmieszczenia formularza wyszukiwania

source: The relative priority of the search form element when displayed in a list with other elements in a form. Lower numbers indicate higher priority.
pl_pl: Względny priorytet elementu formularza wyszukiwania gdy wyświetlany na liście wraz z innymi elementami formularza. Niższe numery oznaczają wyższy priorytet.

source: search form
pl_pl: formularz wyszukiwania

source: Unique numeric identifier used by CollectiveAccess internally to identify this form
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego formularza.

source: The user who created the form.
pl_pl: Użytkownik, który utworzył ten formularz.

source: Form code
pl_pl: Kod formularza

source: Unique code for form, used to identify the form for configuration purposes. You will need to specify this if you are using this form in a special context (on a web front-end, for example) in which the form must be unambiguously identified.
pl_pl: Unikalny kod dla formularza, używany do identyfikacji formularza dla celów konfiguracji. Będziesz potrzebował określić go jeżeli używasz tego formularza w specjalnym kontekście (w witrynie sieciowej, dla przykładu), w którym to formularz ten musi być jednoznacznie identyfikowany.

source: Is system form
pl_pl: Wewnątrzsystemowy formularz

source: Set this if the form is a form used by the system (as opposed to a user defined form). In general, system forms are defined by the system installer - you should not have to create system forms on your own.
pl_pl: Ustaw jeżeli ten formularz jest formularzem używanym przez system (w przeciwieństwie do formularza zdefiniowanego przez użytkownika). Generalnie, formularze systemowe są definiowane przez instalator systemu - nie powinieneś być zmuszony do samodzielnego ich tworzenia.

source: Search type
pl_pl: Typ wyszukiwania

source: Determines what type of search (objects, entities, places, etc.) the form will conduct.
pl_pl: Ustala, do jakiego typu wyszukiwania (obiekty, podmioty, miejsca, itp.) odnosi się ten formularz.

source: Search form settings.
pl_pl: Ustawienia formularza wyszukiwania.

source: Number of columns in form
pl_pl: Liczba kolumn w formularzu

source: The number of columns wide the search will be.
pl_pl: Liczba kolumn, które będą uwzględnione w wyszukiwaniu.

source: Search form contents
pl_pl: Zawartość formularza wyszukiwania

source: Search form settings
pl_pl: Ustawienia formularza wyszukiwania

source: Width, in characters, of search form elements.
pl_pl: Szerokość elementów formularza wyszukiwania, w znakach.

source: Access point
pl_pl: Punkt dostępu

source: search forms ⇔ group association
pl_pl: przyporządkowanie formularze wyszukiwania ⇔ grupa

source: search forms ⇔ group associations
pl_pl: przyporządkowania formularze wyszukiwania ⇔ grupa

source: Indicates group&apos;s level of access to the form.
pl_pl: Określa poziom dostępu grupy do tego formularza.

source: search forms ⇔ user association
pl_pl: przyporządkowanie formularze wyszukiwania ⇔ użytkownik

source: search forms ⇔ user associations
pl_pl: przyporządkowania formularze wyszukiwania ⇔ użytkownik

source: Indicates user&apos;s level of access to the form.
pl_pl: Określa poziom dostępu użytkownika do tego formularza.

source: set item caption
pl_pl: podpis elementu rejestru

source: set item captions
pl_pl: podpisy elementów rejestru

source: Caption
pl_pl: Naglówek

source: Caption for the set item.
pl_pl: Podpis elementu rejestru.

source: set item
pl_pl: pozycja rejestru

source: Unique numeric identifier used by CollectiveAccess internally to identify this set item
pl_pl: Unikalny numeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego elementu rejestru.

source: Set
pl_pl: Rejestr

source: Set item belongs to
pl_pl: Pozycja rejestru należy do

source: Set content
pl_pl: Zawartość rejestru

source: Determines what kind of items (objects, entities, places, etc.) are stored by the set.
pl_pl: Określa, jakie rodzaje elementów (obiekty, podmioty, miejsca, itp.) są przechowywane w tym rejestrze.

source: Object representations
pl_pl: Reprezentacje obiektu

source: List items
pl_pl: Pozycje list

source: The type of the set determines what sorts of information the set and each item in the set can have associated with them.
pl_pl: Typ rejestru określa, jakie rodzaje informacji mogą być powiązane z tym rejestrem oraz każdym z jego elementów.

source: The relative priority of the set when displayed in a list with other sets. Lower numbers indicate higher priority.
pl_pl: Względny priorytet rejestru na liście rejestrów. Niższe liczby wskazują wyższy priorytet.

source: Item captions
pl_pl: Nagłówki pozycji

source: set name
pl_pl: nazwa rejestru

source: set names
pl_pl: nazwy rejestrów

source: Name of set
pl_pl: Nazwa rejestru

source: Unique numeric identifier used by CollectiveAccess internally to identify this set
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego rejestru.

source: The user who created the set.
pl_pl: Użytkownik który utworzył ten rejestr.

source: Set code
pl_pl: Kod rejestru

source: A unique alphanumeric code for this set. You will need to specify this if you are using this set in a special context (on a web front-end, for example) in which the set must be unambiguously identified.
pl_pl: Unikalny kod alfanumeryczny dla tego rejestru. Będziesz musiał go określić, jeżeli używasz tego rejestru w specjalnym kontekście (na przykład w witrynie sieciowej), w którym rejestr musi być jednoznacznie identyfikowany.

source: Indicates if the set is deleted or not.
pl_pl: Wskazuje czy rejestr jest usunięty czy nie.

source: Set items
pl_pl: Elementy rejestru

source: Item does not exist
pl_pl: Pozycja nie istnieje

source: Could not reorder item %1: %2
pl_pl: Nie można zmienić kolejności pozycji %1: %2

source: group-set assocation
pl_pl: skojarzenie grupa-rejestr

source: group-set assocations
pl_pl: skojarzenia grupa-rejestr

source: Indicates group&apos;s level of access to the set.
pl_pl: Określa poziom dostępu grupy do tego rejestru.

source: Period of time for which this access is in effect. Leave blank if you do not wish to restrict access to a specific period of time.
pl_pl: Okres czasu, w którym te prawa dostępu funkcjonują. Pozostaw puste jeżeli nie chcesz ograniczać prawa dostępu do określonego przedziału czasu.

source: user-set assocation
pl_pl: skojarzenie użytkownik-rejestr

source: user-set assocations
pl_pl: skojarzenia użytkownik-rejestr

source: Indicates user&apos;s level of access to the set.
pl_pl: Określa poziom dostępu użytkownika do tego rejestru.

source: Page
pl_pl: Strona

source: storage location name
pl_pl: nazwa miejsca przechowywania

source: storage location names
pl_pl: nazwy miejsca przechowywania

source: Name of storage location
pl_pl: Nazwa miejsca przechowywania

source: storage location
pl_pl: miejsce przechowywania

source: Unique numeric identifier used by CollectiveAccess internally to identify this storage location
pl_pl: Unikalny numeryczny identyfikator używany przez CollectiveAccess do identyfikacji tego miejsca przechowywania.

source: The type of the storage location. In CollectiveAccess every storage location has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
pl_pl: Typ miejsca przechowywania. Każde miejsce przechowywania w programie ma pojedynczy "wewnętrzny" typ określający zestaw opisowych i administracyjnych metadanych, które mogą być do niego zastosowane.

source: Location identifier
pl_pl: Identyfikator miejsca przechowywania

source: Indicates the current state of the storage location record.
pl_pl: Wskazuje aktualny stan rekordu miejsca przechowywania.

source: Indicates if the storage location is deleted or not.
pl_pl: Wskazuje czy miejsce przechowywania jest usunięte czy nie.

source: storage locations ⇔ storage locations relationship
pl_pl: powiązanie miejsca przechowywania ⇔ miejsca przechowywania

source: storage locations ⇔ storage locations relationships
pl_pl: powiązania miejsca przechowywania ⇔ miejsca przechowywania

source: storage locations ⇔ vocabulary terms relationship
pl_pl: powiązanie miejsca przechowywania ⇔ określenie słownikowe

source: storage locations ⇔ vocabulary terms relationships
pl_pl: powiązanie miejsca przechowywania ⇔ określenia słownikowe

source: task queue entry
pl_pl: wpis kolejki zadań

source: task queue entries
pl_pl: wpisy kolejki zadań

source: Task id
pl_pl: Identyfikator zadania

source: Identifier for queued task
pl_pl: Identyfikator dla zadania dodanego do kolejki

source: Priority
pl_pl: Priorytet

source: Handler
pl_pl: Uchwyt

source: Parameters
pl_pl: Parametry

source: Error status
pl_pl: Stan błędu

source: Numeric error code. A value of zero indicates no error; any non-zero value indicates an error condition that occurred during processing.
pl_pl: Kod liczbowy błędu. Wartość zero oznacza brak błędu; dowolna niezerowa wartość oznacza błędny stan, który wystąpił podczas przetwarzania.

source: tour name
pl_pl: nazwa wycieczki

source: tour names
pl_pl: nazwy wycieczki

source: Name of tour
pl_pl: Nazwa wycieczki

source: tour stop name
pl_pl: nazwa postoju wycieczki

source: tour stop names
pl_pl: nazwy postoju wycieczki

source: tour stop
pl_pl: postój wycieczki

source: Tour
pl_pl: Wycieczka

source: Tour stop is part of
pl_pl: Postój wycieczki jest częścią

source: Indicates the type of the stop.
pl_pl: Wskazuje typ postoju.

source: Id number
pl_pl: Numer identyfikacyjny

source: Unique identifier for this tour stop
pl_pl: Unikalny identyfikator dla tego postoju wycieczki

source: Id number sort
pl_pl: Sortowanie numeru identyfikacyjnego

source: Sortable value for id number
pl_pl: Sortowalna wartość dla numeru identyfikacyjnego

source: Color to display stop in
pl_pl: Kolor w jakim postój będzie wyświetlony

source: Optional icon to use with stop
pl_pl: Opcjonalna ikona używana dla postoju

source: tour stop ⇔ collection relationship
pl_pl: powiązanie postój wycieczki ⇔ kolekcja

source: tour stop ⇔ collection relationships
pl_pl: powiązania postój wycieczki ⇔ kolekcja

source: tour stop ⇔ entity relationship
pl_pl: powiązanie postój wycieczki ⇔ podmiot

source: tour stop ⇔ entity relationships
pl_pl: powiązania postój wycieczki ⇔ podmiot

source: tour stop ⇔ objects relationship
pl_pl: powiązanie postój wycieczki ⇔ obiekt

source: tour stop ⇔ objects relationships
pl_pl: powiązania postój wycieczki ⇔ obiekt

source: tour stop ⇔ occurrence relationship
pl_pl: powiązanie postój wycieczki ⇔ zdarzenie

source: tour stop ⇔ occurrence relationships
pl_pl: powiązania postój wycieczki ⇔ zdarzenia

source: tour stop ⇔ place relationship
pl_pl: powiązanie postój wycieczki ⇔ miejsce

source: tour stop ⇔ place relationships
pl_pl: powiązania postój wycieczki ⇔ miejsce

source: tour stop ⇔ tour stop relationship
pl_pl: powiązanie postój wycieczki ⇔ postój wycieczki

source: tour stop ⇔ tour stop relationships
pl_pl: powiązania postój wycieczki ⇔ postój wycieczki

source: tour stop ⇔ vocabulary term relationship
pl_pl: powiązanie postój wycieczki ⇔ określenie słownikowe

source: tour stop ⇔ vocabulary term relationships
pl_pl: powiązania postój wycieczki ⇔ określenie słownikowe

source: tour
pl_pl: wycieczka

source: Tour code
pl_pl: Kod wycieczki

source: Unique code for tour; used to identify the tour for configuration purposes.
pl_pl: Unikalny kod wycieczki; używany do identyfikacji tej wycieczki dla celów konfiguracji.

source: Indicates the type of the tour.
pl_pl: Określa typ tej wycieczki.

source: Color to identify the tour with
pl_pl: Kolor, za pomocą którego ta wycieczka będzie identyfikowana

source: Optional icon to identify the tour with
pl_pl: Opcjonalna ikona, za pomocą której ta wycieczka będzie identyfikowana

source: Indicates the current state of the tour.
pl_pl: Wskazuje aktualny stan tej wycieczki.

source: Could not reorder stop %1: %2
pl_pl: Nie udało się zmienić kolejności postoju %1: %2

source: user group
pl_pl: grupa użytkowników

source: user groups
pl_pl: grupy użytkowników

source: Group id
pl_pl: Identyfikator grupy

source: Unique numeric identifier used by CollectiveAccess internally to identify this group
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tej grupy.

source: Name of group. Should be unique.
pl_pl: Nazwa grupy. Powinna być unikalna.

source: Code
pl_pl: Kod

source: Short code (up to 8 characters) for group (must be unique)
pl_pl: Krótki kod (do 8 znaków) dla grupy (musi być unikalny)

source: Description of group. This text will be displayed to system administrators only and should clearly document the purpose of the group.
pl_pl: Opis grupy. Ten tekst będzie wyświetlany tylko administratorom systemu i powinien jasno dokumentować cel tej grupy.

source: Group administrator
pl_pl: Administrator grupy

source: The user who administers the group.
pl_pl: Użytkownik który administruje tę grupą.

source: The relative priority of the group when displayed in a list with other relationship types. Lower numbers indicate higher priority.
pl_pl: Względny priorytet grupy przy prezentowaniu na liście wraz z innymi grupami. Niższe liczby wskazują wyższy priorytet.

source: Database error adding role '%1': %2
pl_pl: Błąd bazy danych podczas dodawania roli '%1': %2

source: Database error: %1
pl_pl: Błąd bazy danych: %1

source: No roles specified
pl_pl: Brak określonych ról

source: Invalid role '%1'
pl_pl: Niepoprawna rola '%1'

source: Roles
pl_pl: Role

source: No users specified
pl_pl: Brak określonych użytkowników

source: user note
pl_pl: notatka użytkownika

source: user notes
pl_pl: notatki użytkownika

source: Name of CollectiveAccess bundle to attach note to.
pl_pl: Nazwa pakietu programu, do którego należy dołączyć notatkę.

source: The user who created the note.
pl_pl: Użytkownik który stworzył tę notatkę.

source: Note
pl_pl: Notatka

source: Text of note.
pl_pl: Tekst notatki

source: Note creation date
pl_pl: Data utworzenia notatki

source: The date and time the note was created.
pl_pl: Data i czas kiedy utworzono tę notatkę.

source: user role
pl_pl: rola użytkownika

source: user roles
pl_pl: role użytkownika

source: Role id
pl_pl: Identyfikator roli

source: Unique identifier for role
pl_pl: Unikalny identyfikator roli

source: Name of role (must be unique)
pl_pl: Nazwa roli (musi być unikalna)

source: Short code (up to 20 characters) for role (must be unique)
pl_pl: Krótki kod (do 20 znaków) dla roli (musi być unikalny)

source: Description of role. This text will be displayed to system administrators only and should clearly document the purpose of the role.
pl_pl: Opis roli. Ten tekst będzie wyświetlany tylko dla administratorów systemu i powinien jasno określać przeznaczenie tej roli.

source: The relative priority of the role when displayed in a list with other roles. Lower numbers indicate higher priority.
pl_pl: Względny priorytet roli gdy prezentowana na liście wraz z innymi rolami. Niższe numery oznaczają wyższy priorytet.

source: Role settings
pl_pl: Ustawienia roli

source: Storage for role-level variables
pl_pl: Magazyn dla zmiennych na poziomie roli

source: Field access
pl_pl: Uprawnienia dostępu dla pola

source: Contains definitions of what table/field combinations users with this role can access.
pl_pl: Zawiera definicje kombinacji tabel/pól, do których użytkownicy posiadający tę rolę mają dostęp.

source: users
pl_pl: użytkownicy

source: User id
pl_pl: Identyfikator użytkownika

source: Unique numeric identifier used by CollectiveAccess internally to identify this user
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego użytkownika.
