Repository: leslzine/zineunioncatalog
Catalog: providence/app/locale/*/messages.po
Languages: pl_pl

source: Allow user to change types of existing storage locations
pl_pl: Zezwól użytkownikowi na zmianę typów miejsc przechowywania

source: Allow user to manage access control lists for storage locations
pl_pl: Zezwól użytkownikowi na zarządzanie listami dostępu do miejsc przechowywania

source: Batch edit storage locations
pl_pl: edytuj wsadowo miejsca przechowywania

source: Allow user to edit batches of storage locations
pl_pl: Zezwól użytkownikowi na wsadową edycję miejsc przechowywania

source: Allow user to view storage location change logs
pl_pl: Zezwól użytkownikowi na dostęp do logów zmian miejsc przechowywania

source: Loans editing
pl_pl: Edytowanie wypożyczeń

source: Actions allowing creation, editing and deletion of loans.
pl_pl: Operacje pozwalające na tworzenie, edycję i usuwanie wypożyczeń.

source: Create loans
pl_pl: Twórz wypożyczenia

source: Allow user to create new loans
pl_pl: Pozwól użytkownikowi tworzyć nowe wypożyczenia

source: Edit loans
pl_pl: Edytuj wypożyczenia

source: Allow user to edit existing loans
pl_pl: Pozwól użytkownikowi edytować istniejące wypożyczenia

source: Delete loans
pl_pl: Usuń wypożyczenia

source: Allow user to delete loans
pl_pl: Pozwól użytkownikowi usuwać wypożyczenia

source: Search loans
pl_pl: Szukaj wypożyczeń

source: Allow user to search loans
pl_pl: Pozwól użytkownikowi szukać wypożyczeń

source: Browse loans
pl_pl: Przeglądaj wypożyczenia

source: Allow user to browse loans
pl_pl: Pozwól użytkownikowi przeglądać wypożyczenia

source: Duplicate loans
pl_pl: Powielaj wypożyczenia

source: Allow user to duplicate loans
pl_pl: Pozwól użytkownikowi powielać wypożyczenia

source: Export loans
pl_pl: Eksportuj wypożyczenia

source: Allow user to export loans
pl_pl: Zezwól użytkownikowi na eksport wypożyczeń

source: Quick add loans
pl_pl: Szybkie dodanie wypożyczenia

source: Allow user to add loans not already present while creating relationships
pl_pl: Zezwól użytkownikowi na dodawanie i tworzenie wypożyczeń

source: Allow user to change types of existing loans
pl_pl: Zezwól użytkownikowi na zmianę typów wypożyczeń

source: Allow user to manage access control lists for loans
pl_pl: Zezwól użytkownikowi zarządzać listami kontroli dostępu do obiektów

source: Batch edit loans
pl_pl: edytuj wsadowo wypożyczenia

source: Allow user to edit batches of loans
pl_pl: Zezwól użytkownikowi edytować istniejące grupy wypożyczeń

source: Allow user to view loan change logs
pl_pl: Zezwól użytkownikowi na dostęp do logów zmian wypożyczeń

source: Movements editing
pl_pl: Edycja przemieszczeń

source: Actions allowing creation, editing and deletion of movements.
pl_pl: Operacje pozwalające na tworzenie, edycję i usuwanie przemieszczeń.

source: Create movements
pl_pl: Twórz przemieszczenia

source: Allow user to create new movements
pl_pl: Pozwól użytkownikowi tworzyć nowe przemieszczenia

source: Edit movements
pl_pl: Edytuj przemieszczenia

source: Allow user to edit existing movements
pl_pl: Pozwól użytkownikowi edytować istniejące przemieszczenia

source: Delete movements
pl_pl: Usuń przemieszczenia

source: Allow user to delete movements
pl_pl: Pozwól użytkownikowi usuwać przemieszczenia

source: Search movements
pl_pl: Szukaj przemieszczeń

source: Allow user to search movements
pl_pl: Pozwól użytkownikowi szukać przemieszczeń

source: Browse movements
pl_pl: Przeglądaj przemieszczenia

source: Allow user to browse movements
pl_pl: Pozwól użytkownikowi przeglądać przemieszczenia

source: Duplicate movements
pl_pl: Powielaj przemieszczenia

source: Allow user to duplicate movements
pl_pl: Pozwól użytkownikowi powielać przemieszczenia

source: Export movements
pl_pl: Eksportuj przemieszczenia

source: Allow user to export movements
pl_pl: Pozwól użytkownikowi eksportować przemieszczenia

source: Quick add movements
pl_pl: Szybkie dodanie przemieszczenia

source: Allow user to add movements not already present while creating relationships
pl_pl: Zezwól użytkownikowi na dodawanie i tworzenie przemieszczeń

source: Allow user to change types of existing movements
pl_pl: zezwól użytkownikowi zmieniać typy istniejących przemieszczeń

source: Allow user to manage access control lists for movements
pl_pl: zezwól użytkownikowi zarządzać listami kontroli dostępu do przemieszczeń

source: Allow user to edit batches of movements
pl_pl: zezwól użytkownikowi edytować wsadowo przemieszczenia

source: Allow user to view movements change logs
pl_pl: Zezwól użytkownikowi na dostęp do logów zmian ruchów obiektów

source: Tours editing
pl_pl: Edycja wycieczek

source: Actions allowing creation, editing and deletion of tours.
pl_pl: Operacje pozwalające tworzyć, edytować i usuwać wycieczki.

source: Create tours
pl_pl: Utwórz wycieczki

source: Allow user to create new tours
pl_pl: Pozwól użytkownikowi tworzyć nowe wycieczki

source: Edit tours
pl_pl: Edytuj wycieczki

source: Allow user to edit existing tours
pl_pl: Pozwól użytkownikowi edytować istniejące wycieczki

source: Delete tours
pl_pl: Usuń wycieczki

source: Allow user to delete tours
pl_pl: Pozwól użytkownikowi usuwać wycieczki

source: Search tours
pl_pl: Szukaj wycieczek

source: Allow user to search tours
pl_pl: Pozwól użytkownikowi szukać wycieczek

source: Browse tours
pl_pl: Przeglądaj wycieczki

source: Allow user to browse tours
pl_pl: Pozwól użytkownikowi przeglądać wycieczki

source: Duplicate tours
pl_pl: Powielaj wycieczki

source: Allow user to duplicate tours
pl_pl: Pozwól użytkownikowi powielać wycieczki

source: Export tours
pl_pl: Ekspoortuj wycieczki

source: Allow user to export tours
pl_pl: zezwól użytkownikowi na eksport wycieczek

source: Allow user to change types of existing tours
pl_pl: Pozwól użytkownikowi zmieniać typy istniejących wycieczek

source: Manage access control lists for tours
pl_pl: zarządzaj listami kontroli dostępu do wycieczek

source: Allow user to manage access control lists for tours
pl_pl: zezwól użytkownikowi zarządzać listami kontroli dostępu do wycieczek

source: Manage access control lists for tour stops
pl_pl: zarządzaj listami kontroli dostępu do przystanków wycieczek

source: Allow user to manage access control lists for tour stops
pl_pl: zezwól użytkownikowi zarządzać listami kontroli dostępu do przystanków wycieczek

source: Batch edit tours
pl_pl: edytuj wsadowo wycieczki

source: Allow user to edit batches of tours
pl_pl: Zezwól użytkownikowi edytować grupy wycieczek

source: Batch edit tour stops
pl_pl: edytuj wsadowo przystanki

source: Allow user to edit batches of tour stops
pl_pl: Zezwól użytkownikowi na edytowanie grup przystanków

source: Batch delete tour stops
pl_pl: Usuń wsadowo przystanki

source: Allow user to view tour change logs
pl_pl: Zezwól użytkownikowi na dostęp do logów zmian tras

source: List &amp; vocabulary editing
pl_pl: Edytowanie listy i słownika

source: Actions allowing creation, editing and deletion of lists and list items.
pl_pl: Operacje pozwalające na tworzenie, edycję i usuwanie list i pozycji na liście.

source: Create lists and list items
pl_pl: Twórz listy i pozycje na liście

source: Allow user to create new lists
pl_pl: Pozwól użytkownikowi tworzyć nowe listy

source: Edit lists and list items
pl_pl: Edytuj listy i pozycje na liście

source: Delete lists and list items
pl_pl: Usuń listy i pozycje na liście

source: Duplicate lists
pl_pl: Powielaj listy

source: Allow user to duplicate lists
pl_pl: Pozwól użytkownikowi powielać listy

source: Duplicate list items
pl_pl: Powielaj elementy listy

source: Allow user to duplicate list items
pl_pl: Pozwól użytkownikowi powielać elementy listy.

source: Export lists
pl_pl: Eksportuj listy

source: Export list items
pl_pl: Edytuj pozycje listy

source: Allow user to export list items
pl_pl: Zezwól użytkownikowi na eksport pozycji na liście

source: Change type for list items
pl_pl: Zmień typ pozycji na liście

source: Allow user to change types of existing list items
pl_pl: Zezwól użytkownikowi na zmianę typów pozycji na liście

source: Manage access control lists for lists
pl_pl: Zarządzaj listami kontroli dostępu do list

source: Allow user to manage access control lists for lists
pl_pl: Zezwól użytkownikowi na zarządzanie listami kontroli dostępu do list

source: Manage access control lists for list items
pl_pl: Zarządzaj listami kontroli dostępu do list

source: Allow user to manage access control lists for list items
pl_pl: Zezwól użytkownikowi na zarządzanie listami kontroli dostępu do list

source: Batch edit list items
pl_pl: edytuj wsadowo pozycje listy

source: Allow user to edit batches of list items
pl_pl: Zezwól uzytkownikowi na wsadowe przetwarzanie pozycji listy

source: Batch delete list items
pl_pl: Usuń wsadowo elementy listy

source: Web service API access
pl_pl: Dostęp do API serwisu webowego

source: Actions allowing access and modification of content via web service interfaces.
pl_pl: Operacje pozwalające na dostęp i modyfikację zawartości poprzez interfejsy serwisu webowego.

source: Use JSON search service
pl_pl: Używaj usługi wyszukiwania w JSON

source: Allow user to use JSON search service
pl_pl: Zezwól użytkownikowi na używanie usługi wyszukiwania w JSON

source: Use JSON item service
pl_pl: Użyj usługi JSON obiektu

source: Allow user to use JSON item service (used to get and modify detailed information about records).
pl_pl: Zezwól użytkownikowi na użycie usługi JSON obiektu (umożliwia pobieranie i modyfikowanie szczegółowych danych o obiektach).

source: Use JSON model service
pl_pl: Użyj usługi JSON modelu

source: Allow user to use JSON model service (used to get detailed information about the metadata schema).
pl_pl: Zezwól użytkownikowi na użycie usługi JSON modelu (umożliwia dostęp do szczegółowych informacji o schemacie metadanych).

source: Use JSON browse service
pl_pl: Użyj usługi JSON wyszukiwania

source: Allow user to use JSON browse service.
pl_pl: Zezwól użytkownikowi na użycie usługi JSON wyszukiwania.

source: Use cataloguing service
pl_pl: Użyj usługi katalogowania

source: Allow user to use cataloguing web service (used to create new and edit existing catalog records).
pl_pl: Pozwól użytkownikowi korzystać z webowego serwisu katalogowania (używane do tworzenia nowych oraz edycji istniejących rekordów katalogu).

source: Use iteminfo service
pl_pl: Użyj usługi informacji o pozycji

source: Allow user to use iteminfo web service (used to get detailed information about records).
pl_pl: Pozwól użytkownikowi korzystać z webowego serwisu informacji o pozycji (używane do uzyskiwania szczegółowych informacji o rekordach).

source: Use search service
pl_pl: Użyj usługi wyszukiwania

source: Allow user to use search web service.
pl_pl: Pozwól użytkownikowi używać usługi wyszukiwania sieciowego.

source: Use usercontent service
pl_pl: Użyj usługi treści użytkownika

source: Allow user to use usercontent web service (used for creation of sets, tags, comments).
pl_pl: Pozwól użytkownikowi korzystać z usługi udostępniającej dane (używanej do tworzenia rejestrów, znaczników, komentarzy).

source: Use access control service
pl_pl: Użyj usługi kontroli dostępu

source: Allow user to use access control web service. Note that this allows said user to create, edit and delete user accounts.
pl_pl: Zezwól użytkownikowi na korzystanie z usługi kontroli dostępu. Zwróć uwagę, na to że umożliwia to tworzenie, modyfikowanie i usuwanie kont użytkowników.

source: Pawtucket Actions
pl_pl: Operacje Pawtucket

source: Actions allowing access, sharing and modification of content on the front-end interface.
pl_pl: Działania umożliwiające dostęp, udostępnianie i modyfikację treści w interfejsie użytkownika.

source: Can Download Media
pl_pl: Można Pobrać Media

source: Allow user to download high resolution media in Pawtucket.
pl_pl: Pozwól użytkownikowi pobierać media w wysokiej rozdzielczości przy pomocy Pawtucket

source: Can Share Objects via Email
pl_pl: Może udostępniać obiekty przez email

source: Allow user to share objects with other via email in Pawtucket.
pl_pl: Zezwól użytkownikowi na udostępnianie obiektów przez email w Pawtucket.

source: Can Share Objects via Facebook
pl_pl: Może udostępniać obiekty na Facebooku

source: Allow user to share objects with other via email in Facebook.
pl_pl: Zezwól użytkownikowi na udostępnianie obiektów na Facebooku.

source: Can Inititate Replication of Object Media to External Repositories
pl_pl: Może uruchamiać kopiowanie mediów obiektu do zewnętrznych repozytoriów

source: Allow user to initiate replication of object media to external repositories such as YouTube.
pl_pl: Zezwól użytkownikowi na kopiowanie mediów obiektu do zewnętrznych repozytoriów, takich jak YouTube.

source: Duplication tools
pl_pl: Narzędzia powielania

source: User interface locale
pl_pl: Wersja językowa interfejsu użytkownika

source: Locale in which to render the user interface; also controls localization of dates, numbers, etc.
pl_pl: Wersja językowa w której interfejs użytkownika ma być przedstawiany; kontroluje również lokalizacje dat, liczb, itp.

source: User interface theme
pl_pl: Motyw interfejsu użytkownika

source: Theme set (views, CSS, graphics) to display UI in
pl_pl: Motyw (widoki, pliki CSS, grafika) interfejsu użytkownika

source: Show current location as 'breadcrumb' trail
pl_pl: Pokaż aktualne położenie na górnym pasku

source: If set to 'yes' the path of menu options taken to reach the current screen will be displayed at the top of every screen
pl_pl: Jeżeli ustawione na 'tak', ścieżka opcji menu użyta do osiągnięcia bieżącego ekranu, będzie wyświetlana na górze każdego ekranu

source: Autoclear Previous Quicksearch
pl_pl: Automatyczne czyszczenie poprzedniego wyszukiwania

source: Determines if the previous Quicksearch terms clear automatically when a new search is performed, or if the search terms remain editable for the next search.
pl_pl: Określa czy warunki poprzedniego przeszukiwania są czyszczone automatycznie gdy wykonywane jest nowe wyszukiwanie, lub czy te określenia pozostają edytowalne dla kolejnego wyszukiwania.

source: Clear search terms for a new search
pl_pl: Usuń poprzednio szukany tekst

source: Search terms remain editable for next search
pl_pl: Wyszukiwany tekst pozostaje dostępny do edycji

source: Remember last search or browse
pl_pl: Zapamiętywanie ostatniego wyszukiwania

source: Determines if the last performed search, basic or advanced, or browse is retained after navigation away from results display
pl_pl: Określa czy ostatnie wyszukiwanie, podstawowe lub zaawansowane, ma zostać zachowane po przejściu na inną stronę

source: Clear previous search terms when performing a new search or browse
pl_pl: Usuń wyszukiwany tekst dla nowego wyszukiwania lub przeglądania

source: Retain previous search terms and results when performing a search or browse
pl_pl: Pozostaw tekst ostatniego wyszukiwania i wynik podczas wyszukiwania lub przeglądania

source: Map base layer
pl_pl: Podstawowa warstwa mapy

source: Sets base layer to use when searching, viewing or editing using maps.
pl_pl: Określa podstawową warstwę do użycia podczas przeszukiwania, przeglądania lub edycji map.

source: Toner
pl_pl: Tonowanie

source: Watercolor
pl_pl: Akwarela

source: Naming policy for downloaded media
pl_pl: Polityka nazewnictwa dla pobranych mediów

source: Determines how downloaded media files will be named on <strong>your</strong> computer when downloaded.
pl_pl: Określa, w jaki sposób pobrane pliki mediów będą nazywane w <strong>twoim</strong> komputerze po ściągnięciu.

source: Use original name file had when uploaded to the system + file extension
pl_pl: Użyj oryginalnej nazwy jaką miał plik przy wgrywaniu do systemu + rozszerzenie pliku

source: Use object identifier + file extension
pl_pl: Użyj numeru inwentarza i rozszerzenia pliku

source: Use object identifier + version + file extension
pl_pl: Użyj numeru inwentarza + wersji + rozszerzenia pliku

source: Use object identifier + representation id + version + file extension
pl_pl: Użyj numeru inwentarza + ID wizerunku + wersji + rozszerzenia pliku

source: Preferred PDF viewer
pl_pl: Preferowana przeglądarka PDF

source: Determines technique used to display PDF files.
pl_pl: Określa technikę używaną do prezentacji plików PDF.

source: Use system default
pl_pl: Użyj wartości domyślnych systemu

source: Use document viewer interface [JPEG page previews]
pl_pl: Użyj interfejsu przeglądarki dokumentów [widoki stron JPEG]

source: Use browser PDF plugin with fallback to document viewer
pl_pl: Użyj wtyczki PDF, a w drugiej kolejności przeglądarki dokumentów

source: Default cataloguing locale
pl_pl: Domyślna wersja językowa używana przy katalogowaniu

source: Locale to default record and attribute locale setting to
pl_pl: Wersja językowa dla domyślnego rekordu i ustawienia wersji językowej atrybutu

source: Object editor user interface
pl_pl: Interfejs użytkownika edytora obiektów

source: Selects which user interface to use when editing objects.
pl_pl: Wybiera interfejs użytkownika stosowany przy edycji obiektów.

source: Object lot editor user interface
pl_pl: Interfejs użytkownika edytora partii obiektów

source: Selects which user interface to use when editing object lots.
pl_pl: Wybiera interfejs użytkownika stosowany przy edycji partii.

source: Entity editor user interface
pl_pl: Interfejs użytkownika edytora podmiotów

source: Selects which user interface to use when editing entities.
pl_pl: Wybiera interfejs użytkownika stosowany przy edycji podmiotów.

source: Place editor user interface
pl_pl: Interfejs użytkownika edytora miejsca

source: Selects which user interface to use when editing places.
pl_pl: Wybiera interfejs użytkownika stosowany przy edycji miejsc.

source: Occurrence editor user interface
pl_pl: Interfejs użytkownika edytora wydarzenia

source: Selects which user interface to use when editing occurrences.
pl_pl: Wybiera interfejs użytkownika stosowany przy edycji wydarzeń.

source: Collection editor user interface
pl_pl: Interfejs użytkownika edytora kolekcji

source: Selects which user interface to use when editing collections.
pl_pl: Wybiera interfejs użytkownika stosowany przy edycji kolekcji.

source: Storage location editor user interface
pl_pl: Interfejs użytkownika edytora miejsca przechowywania

source: Selects which user interface to use when editing storage locations.
pl_pl: Wybiera interfejs użytkownika stosowany przy edycji miejsc przechowywania.

source: Object representation editor user interface
pl_pl: Interfejs użytkownika edytora reprezentacji obiektu

source: Selects which user interface to use when editing object representations.
pl_pl: Wybiera interfejs użytkownika stosowany przy edycji reprezentacji obiektu.

source: Representation annotation editor user interface
pl_pl: Interfejs użytkownika edytora adnotacji reprezentacji

source: Selects which user interface to use when editing representation annotations.
pl_pl: Wybiera interfejs użytkownika stosowany przy edycji adnotacji reprezentacji.

source: Sets editor user interface
pl_pl: Interfejs użytkownika edytora rejestrów

source: Selects which user interface to use when editing sets.
pl_pl: Wybiera interfejs użytkownika stosowany przy edycji rejestrów.

source: Set item editor user interface
pl_pl: Interfejs użytkownika edytora elementów rejestru

source: Selects which user interface to use when editing set items.
pl_pl: Wybiera interfejs użytkownika stosowany przy edycji elementów rejestru.

source: List editor user interface
pl_pl: Interfejs użytkownika edytora listy

source: Selects which user interface to use when editing list information.
pl_pl: Wybiera interfejs użytkownika stosowany przy edycji informacji o liście.

source: List item editor user interface
pl_pl: Interfejs użytkownika edytora pozycji listy

source: Selects which user interface to use when editing list items.
pl_pl: Wybiera interfejs użytkownika stosowany przy edycji pozycji na liście.

source: Loan editor user interface
pl_pl: Interfejs użytkownika edytora wypożyczeń

source: Selects which user interface to use when editing loans.
pl_pl: Wybiera interfejs użytkownika do edycji wypozyczeń.

source: Movement editor user interface
pl_pl: Interfejs użytkownika edytora przemieszczeń

source: Selects which user interface to use when editing movements.
pl_pl: Wybiera interfejs użytkownika do edycji przemieszczeń

source: Selects which user interface to use when editing tours.
pl_pl: Wybiera interfejs użytkownika do edycji wycieczek.

source: Selects which user interface to use when editing tour stops.
pl_pl: Wybiera interfejs użytkownika do edycji przystanków.

source: Search form editor user interface
pl_pl: Interfejs użytkownika edytora formularza wyszukiwania

source: Selects which user interface to use when editing search forms.
pl_pl: Wybiera interfejs użytkownika do edycji formularzy wyszukiwania.

source: Display editor user interface
pl_pl: Interfejsu użytkownika edytora widoków

source: Selects which user interface to use when editing displays.
pl_pl: Wybiera interfejs użytkownika stosowany przy edycji widoków.

source: Relationship type editor user interface
pl_pl: Interfejs użytkownika edytora typów związków

source: Selects which user interface to use when editing relationship types.
pl_pl: Wybiera interfejs użytkownika stosowany przy edycji typów związków.

source: User interface editor user interface
pl_pl: Interfejs użytkownika edytora interfejsu użytkownika

source: Selects which user interface to use when editing user interfaces.
pl_pl: Wybiera interfejs użytkownika stosowany przy edycji interfejsu użytkownika.

source: User interface screen editor user interface
pl_pl: Interfejs użytkownika edytora interfejsu

source: Selects which user interface to use when editing user interface screens.
pl_pl: Wybiera interfejs użytkownika do edycji interfejsów użytkownika

source: Import/export mapping editor user interface
pl_pl: Interfejs użytkownika edytora mapowania importu/eksportu

source: Selects which user interface to use when editing import/export mappings.
pl_pl: Wybiera interfejs użytkownika do edycji mapowania importu/eksportu.

source: Import/export mapping group editor user interface
pl_pl: Interfejs użytkownika edytora grup mapowań importu/eksportu

source: Selects which user interface to use when editing import/export mapping groups.
pl_pl: Wybiera interfejs użytkownika do edycji grup mapowań importu/eksportu.

source: Tour editor user interface
pl_pl: Interfejs użytkownika edytora wycieczek

source: Tour stop editor user interface
pl_pl: Interfejs użytkownika edytora przystanków

source: Selects which user interface to use when quick-adding entities.
pl_pl: Wybiera interfejs użytkownika stosowany przy prostym dodawaniu podmiotów.

source: Selects which user interface to use when quick-adding places.
pl_pl: Wybiera interfejs użytkownika stosowany przy prostym dodawaniu miejsc.

source: Selects which user interface to use when editquick-addinging occurrences.
pl_pl: Wybiera interfejs użytkownika do prostego dodawania zdarzeń.

source: Selects which user interface to use when quick-adding collections.
pl_pl: Wybiera interfejs użytkownika do prostego dodawania kolekcji.

source: Selects which user interface to use when quick-adding storage locations.
pl_pl: Wybiera interfejs użytkownika do prostego dodawania miejsc przechowywania.

source: Display measurements in
pl_pl: Wyświetlaj miary w

source: Determines units used to display measured quantities. Select 'units as entered' to display measurements in the form in which they were entered into the system.
pl_pl: Określa jednostki używane do wyświetlania pomierzonych wielkości. Wybierz 'jednostki jak wprowadzono' aby wyświetlić miary w formie, w jakiej zostały wprowadzone do systemu.

source: units as entered
pl_pl: jednostki jak wprowadzono
