Repository: leslzine/zineunioncatalog
Catalog: providence/app/locale/*/messages.po
Languages: pl_pl

source: %1 must be set to %2
pl_pl: %1 musi być ustawione na %2

source: Relationships
pl_pl: Powiązania

source: A list (array) of relationships related to the %refinery.
pl_pl: Lista (tablica) powiązań dla filtra %.

source: Base Delimited data reader
pl_pl: Interperter danych Base Delimited

source: Base delimited data reader
pl_pl: Podstawowy interpreter danych rozdzielonych separatorami

source: Provides basic functions for all delimited data readers
pl_pl: Udostępnia podstawowe funkcje dla wszystkich interpeterów danych rozdzielonych separatorami.

source: Base XML data reader
pl_pl: Podstawowy interpreter danych XML

source: Provides basic XML functions for all XML-format data readers
pl_pl: Udostępnia podstawowe funkcje XML dla wszystkich interpreterów XML.

source: Comma Delimited (CSV) Data Reader
pl_pl: Interperter danych CSV

source: Comma Delimited (CSV)
pl_pl: CSV

source: Reads comma delimited (CSV) text files
pl_pl: Czyta pliki CSV

source: CollectiveAccess data reader
pl_pl: Interpreter danych CollectiveAccess

source: CollectiveAccess database
pl_pl: Baza danych CollectiveAccess

source: Reads data from CollectiveAccess databases via web services
pl_pl: Czyta dane z baz CollectiveAccess przez usługę sieciową.

source: Excel XLSX data reader
pl_pl: Interpreter danych Excela XLSX

source: Reads Microsoft Excel XLSX files
pl_pl: Czyta pliki XLSX programu Microsoft Excel

source: EXIF data reader
pl_pl: Interpreter danych EXIF

source: Embedded EXIF media metadata
pl_pl: Metadane EXIF

source: Reads Embedded EXIF Media Metadata
pl_pl: Czyta metadane EXIF

source: FMPro DSOResult XML Reader
pl_pl: Interpreter FMPro DSOResult XML

source: Reads Filemaker Pro DSOResult-format XML files
pl_pl: Czyta pliki programu Filemaker w formacie Pro DSOResult XML

source: FMPro XMLResult XML Reader
pl_pl: Interpreter FMPro XMLResult XML

source: Reads Filemaker Pro XMLResult-format XML files
pl_pl: Czyta pliki programu Filemaker w formacie Pro XMLResult XML

source: Inmagic XML Reader
pl_pl: Interpreter Inmagic XML

source: Reads Inmagic XML files
pl_pl: Czyta plki Inmagic XML

source: MARC data reader
pl_pl: Interpreter danych MARC

source: Reads MARC files
pl_pl: Czyta pliki MARC

source: MySQL data reader
pl_pl: Interpreter danych MySQL

source: MySQL database
pl_pl: Baza danych MySQL

source: Reads data from MySQL databases
pl_pl: Czyta dane bazy danych MySQl

source: PBCore Instantiation Reader
pl_pl: Interpreter PBCore Instantiation

source: Imports PBCore XML instantiations
pl_pl: Importuje elementy PBCore XML instantiation

source: PastPerfect XML Reader
pl_pl: Interpreter PastPerfect XML

source: Reads PastPerfect XML files
pl_pl: Czyta pliki PastPerfect XML

source: RDF (Resource Description Framework / DublinCore) XML Reader
pl_pl: Interpreter RDF (Resource Description Framework / DublinCore) XML

source: Reads RDF XML files
pl_pl: Czyta pliki RDF XML

source: Text Encoding Initiative (TEI) XML Reader
pl_pl: Interpreter Text Encoding Initiative (TEI) XML

source: Reads Text Encoding Initiative (TEI) XML files
pl_pl: Czyta pliki Text Encoding Initiative (TEI) XML

source: Tab delimited Data Reader
pl_pl: Interpreter danych rozdzielonych tabulacją

source: Reads tab delimited text files
pl_pl: Czyta pliki w formacie danych rozdzielonych tabulacją

source: ULAN data reader
pl_pl: Interpreter danych ULAN

source: Reads data from ULAN via linked open data service
pl_pl: Czyta dane ULAN za pośrednictwem usługi linked open data

source: Vernon XML Reader
pl_pl: Interpreter Vernon XML

source: Reads Vernon XML files
pl_pl: Czyta pliki Vernon XML

source: WorldCat data reader
pl_pl: Interpreter danych WorldCat

source: Reads data from WorldCat via web services
pl_pl: Czyta dane WorldCat za pośrednictwem usługi sieciowej

source: Label must not be blank
pl_pl: Etykieta nie może być pusta

source: Invalid row %2 for table %1
pl_pl: Nieprawidłowy rząd %2 dla tabelil %1

source: Invalid field %2 for table %1
pl_pl: Nieprawidłowe pole %2 w tabeli %1

source: Replication plugin %1 does not exist
pl_pl: Plugin powielania %1 nie jest obecny

source: Media representation chooser
pl_pl: Selektor wizerunków

source: Invalid mode %1
pl_pl: Nieprawidłowy tryb %1

source: [ERROR] %1
pl_pl: [BŁĄD]%1

source: Representation id=%1 does not exist
pl_pl: Identyfikator wizerunku "%1" nie istnieje

source: Representation id=%1 is not related to %3 id=%2
pl_pl: Identyfikator wyobrażenia=%1 nie jest związany z %3 id=%2

source: Invalid numeric value '%1' for %2
pl_pl: Nieprawidłowa wartość numeryczna '%1' dla %2

source: Invalid timecode '%1' for %2
pl_pl: Niepoprawny kod czasu '%1' dla %2

source: Invalid property '%1'
pl_pl: Niepoprawna właściwość '%1'

source: Start must be less than end
pl_pl: Początek musi być mniejszy niż koniec

source: Objects
pl_pl: Obiekty

source: Object lots
pl_pl: Partie obiektów

source: Occurrences
pl_pl: Zdarzenia

source: Storage locations
pl_pl: Miejsca przechowywania

source: Loans
pl_pl: Wypożyczenia

source: Movements
pl_pl: Przemieszczenia

source: Tours
pl_pl: Wycieczki

source: Tour stops
pl_pl: Postoje wycieczek

source: Data sent via POST doesn't seem to be in JSON format
pl_pl: Dane przesłane przez POST nie są w formacie JSON

source: Data sent via 'source' parameter doesn't seem to be in JSON format
pl_pl: Dane przesłane z parametrem 'źródło' nie są formacie JSON

source: Table does not exist
pl_pl: Tabela nie istnieje

source: Accessing this table directly is not allowed
pl_pl: Bezpośredni dostęp do tabeli niedozwolony

source: idno does not exist
pl_pl: brak identyfikatora

source: Getting results for browses without criteria is not supported
pl_pl: Nie można wyświetlić rezultatów przeglądania bez podanych kryteriów

source: Invalid HTTP request method
pl_pl: Nieprawidłowa metoda HTTP

source: Missing request body for PUT
pl_pl: Brak treści zapytania PUT

source: No identifier specified
pl_pl: Brak identyfikatora

source: No intrinsic fields specified
pl_pl: Nie podano żadnych wewnętrznych pól

source: Invalid request body format
pl_pl: Nieprawidłowy format zapytania

source: Invalid HTTP request method for this service
pl_pl: Nieprawidłowa metoda HTTP dla tej usługi

source: Invalid provider '%1'.
pl_pl: Niewłaściwy dostawca '%1'.

source: OAI provider is not enabled.
pl_pl: Dostawca OAI nie udostępniony.

source: No verb specified.
pl_pl: Nie podano żadnego słowa

source: Invalid verb specified.
pl_pl: Wprowadzono nieprawidłowe słowo

source: Identifier is empty
pl_pl: Identyfikator jest pusty

source: Identifier is invalid
pl_pl: Identyfikator jest niepoprawny

source: Identifier is deleted
pl_pl: Identyfikator usunięty

source: No sets are available
pl_pl: Brak dostępnych rejestrów

source: Query failed
pl_pl: Odpytanie katalogu się nie powiodło

source: No records match the given criteria
pl_pl: Żaden rekord nie spełnia podanych kryteriów

source: CollectiveAccess OAI-PMH Service
pl_pl: Usługa OAI-PMH programu CollectiveAccess

source: Duplicate parameters in request
pl_pl: Duplikaty parametrów w zapytaniu

source: Missing required parameter %1
pl_pl: W żądaniu brak wymaganego parametru %1

source: Unknown parameter %1
pl_pl: Nieznany parametr %1

source: Invalid date/time parameter
pl_pl: Niewłaściwy parametr daty/czasu

source: Date/time parameter of differing granularity
pl_pl: Parametry data/czas o różnej precyzji

source: Invalid format configuration
pl_pl: Nieprawidłowa konfiguracja formatu

source: Unknown format %1
pl_pl: Nieznany format %1

source: Selected mapping %1 is invalid
pl_pl: Wybrane mapowanie %1 jest nieprawidłowe

source: Exporter with code %1 does not exist
pl_pl: Filtr eksportu o kodzie %1 nie istnieje

source: metadataPrefix or default_format is invalid
pl_pl: metadataPrefix lub default_format są niepoprawne

source: Comment id is invalid
pl_pl: Identyfikator komentarza jest niepoprawny

source: Comment was not created by specified user
pl_pl: Komentarz nie został utworzony przez wybranego użytkownika

source: Representation
pl_pl: Wizerunek

source: Elapsed time: %1
pl_pl: Upłynęło: %1

source: Command %1 does not exist
pl_pl: Polecenie %1 nie istnieje

source: No help available for %1
pl_pl: Brak pomocy dla %1

source: You must specify a file
pl_pl: Musisz wybrać plik

source: File '%1' does not exist
pl_pl: Plik '%1' nie istnieje

source: Cannot write to %1
pl_pl: Nie można nic zapisać w %1

source: Wrote output to %1
pl_pl: Zapisano wynik do %1

source: Excel file to convert to profile list.
pl_pl: Plik Excela do skonwertowania do listy profili.

source: File to write output to.
pl_pl: Plik do zapisania wyniku.

source: Number of rows to skip before reading data.
pl_pl: Liczba pominiętych wiersz przed rozpoczęciem odczytu.

source: Profile development tools
pl_pl: Narzędzia do tworzenia profiili

source: Missing required parameter: profile-name
pl_pl: Brak wymaganego parametru: profile-name

source: Missing required parameter: admin-email
pl_pl: Brakujący wymagany parametr: admin-email

source: There were errors parsing the profile(s): %1
pl_pl: W trakcie przetwarzania profilu (i) %1 wystąpiły błędy

source: Performing preinstall tasks
pl_pl: Wykonuję zadania poprzedzające instalację

source: Loading schema
pl_pl: Pobieram schemat

source: There were errors loading the database schema: %1
pl_pl: Wystąpiły błędy podczas pobierania schematu bazy %1

source: Processing locales
pl_pl: Przetwarzam wersje językowe

source: Processing lists
pl_pl: Przetwarzam listy

source: Processing relationship types
pl_pl: Przetwarzam typy relacji

source: Processing metadata elements
pl_pl: Przetwarzam elementy metadanych

source: Processing metadata dictionary
pl_pl: Przetwarzam słownik metadanych

source: Processing access roles
pl_pl: Przetwarzam role dostępu

source: Processing user groups
pl_pl: Przetwarzam grupy użytkowników

source: Processing user logins
pl_pl: Przetwarzam nazwy użytkowników

source: Processing user interfaces
pl_pl: Przetwarzam interfejsy użytkowników

source: Processing displays
pl_pl: Przetwarzam widoki

source: Processing search forms
pl_pl: Przetwarzam formularze wyszukiwania

source: Setting up hierarchies
pl_pl: Tworzę hierarchie

source: Installation complete
pl_pl: Instalacja ukończona

source: Installation took %1 seconds
pl_pl: Instalacja zajęła %1 sekund

source: There were errors during installation: %1 (%2)
pl_pl: W trakcie instalacji wystąpiły następujące błędy: %1 (%2)

source: username %1 and password %2
pl_pl: użytkownik %1 i hasło %2

source: Installation was successful! You can now login with the following logins: %1 Make a note of these passwords!
pl_pl: Instalacja powiodła się! Możesz zalogować się jako: %1 Zapisz hasło!

source: Update of installation profile successful
pl_pl: Aktualizacja profilu instalacyjnego powiodła się

source: Name of the profile to install (filename in profiles directory, minus the .xml extension).
pl_pl: Nazwa profilu do zainstalowania (nazwa pliku w katalogu profiles bez rozszerzenia .xml)

source: Email address of the system administrator (user@domain.tld).
pl_pl: Adres email administratora systemu (user@domain.tld).

source: Flag must be set in order to overwrite an existing installation. Also, the __CA_ALLOW_INSTALLER_TO_OVERWRITE_EXISTING_INSTALLS__ global must be set to a true value.
pl_pl: Aby nadpisać istniejącą instalację, musi być ustawiona ta flaga a zmienna __CA_ALLOW_INSTALLER_TO_OVERWRITE_EXISTING_INSTALLS__ global musi mieć wartość true.

source: Debug flag for installer.
pl_pl: Flaga debuggowania instalatora.

source: Suppress progress messages.
pl_pl: Wyłącz informację o postępie przetwarzania.

source: Skip Roles. Default is false, but if you have many roles and access control enabled then install may take some time
pl_pl: Opuść role. Domyślnie ma wartość false, co może przedłużyć instalację w przypadku dużej ilości ról i zasad kontroli dostępu

source: Configuration
pl_pl: Konfiguracja

source: Performs a fresh installation of CollectiveAccess using the configured values in setup.php.
pl_pl: Dokonuje nowej instalacji CollectiveAccess korzystając z wartości w pliku setup.php.

source: This function only creates new values and is useful if you want to append changes from one profile onto another.
pl_pl: Ta funkcja jedynie tworzy nowe wartości i jest użyteczna tylko, gdy chcesz dodać zmiany z jednego profilu do drugiego

source: Your new profile must exist in a directory that contains the profile.xsd schema and must validate against that schema in order for the update to apply successfully.
pl_pl: Twój nowy profil musi znajdować się w katalogu, który zawiera schemat profile.xsd i musi być zgodny z tym schematem aby aktualizacja się powiodła.

source: Rebuilds search indices. Use this if you suspect the indices are out of sync with the database.
pl_pl: Odbudowuje indeksy wyszukiwania. Użyj jeżeli uważasz, że indeksy nie są zsynchronizowane z bazą.

source: Processing %1
pl_pl: Przetwarzam %1

source: Processing %1 identifiers
pl_pl: Przetwarzanie %1 identyfikatorów

source: Maintenance
pl_pl: Konserwacja

source: Rebuilds values use to sort by title, name and identifier.
pl_pl: Odświeża wartości używane do sortowania według tytułu, nazwy i identyfikatora.

source: Loading valid file paths from database
pl_pl: Ładowanie poprawnych ścieżek z bazy

source: Reading file list
pl_pl: Czytam listę plików

source: Finding unused files
pl_pl: Wyszukuję nieużywane pliki

source: There are %1 files total
pl_pl: Jest w sumie %1 plików

source: %1 file (%2) was deleted
pl_pl: %1 plik (%2) został usunięty

source: %1 file (%2) is unused
pl_pl: %1 plik (%2) jest nieużywany

source: %1 files (%2) were deleted
pl_pl: %1 pliki (%2) zostały usunięte

source: %1 files (%2) are unused
pl_pl: %1 pliki (%2) są nieużywane

source: Delete unused files. Default is false.
pl_pl: Usuń nieużywane pliki. Domyślnie nie są usuwane.

source: Detects and, optionally, removes media present in the media directories but not referenced in the database.
pl_pl: Znajduje i opcjonalnie usuwa media obecne w katalogu mediów lecz nie używane w bazie.

source: Help text to come
pl_pl: Tekst pomocy zostanie uzupełniony

source: Removing deleted representations from database
pl_pl: Usuwanie wykasowanych wizerunków z bazy

source: Loading deleted representations from database
pl_pl: Ładowanie wykasowanych wizerunków z bazy

source: Done!
pl_pl: Zrobione!

source: There are no deleted representations to process!
pl_pl: Brak usuniętych wizerunków do przetworzenia!

source: It is highly recommended to create a full backup before you do this!
pl_pl: Jest zalecane wcześniejsze utworzenie pełnej kopii bezpieczeństwa!

source: The PHP DOM extension is required to export profiles
pl_pl: Do eksportu profili niezbędny jest moduł PHP DOM

source: Cannot write profile to '%1'
pl_pl: Nie mogę zapisać profilu w '%1'

source: File name of profile to use as base profile. Omit if you do not want to use a base profile. (Optional)
pl_pl: Nazwa pliku, który ma być użyty jako podstawowy profil. Pomiń, jeżeli nie chcesz używać podstawowego profilu (opcjonalne)

source: Name of the profile, used for "profileName" element.
pl_pl: Nazwa preofilu używanego dla elementu „profileName”

source: URL pointing to more information about the profile. (Optional)
pl_pl: URL strony zawierającej więcej informacji o tym profilu (opcjonalnie)

source: Description of the profile, used for "profileDescription" element. (Optional)
pl_pl: Opis profilu do użycia w elemencie „profileDescription” (opcjonalnie).

source: File to output profile to. If omitted profile is printed to standard output. (Optional)
pl_pl: Plik, w którym zostanie zapisany profil. Jeżeli zostanie pominięty, profil pojawi się w standardowym wyjściu (opcjonalne).

source: Export current system configuration as an XML installation profile.
pl_pl: Eksportuj aktualną konfigurację systemu jako profil instalacyjny XML.

source: Help text to come.
pl_pl: Tekst pomocy zostanie uzupełniony.

source: Processing queued tasks...
pl_pl: Przetwarzanie zadań z kolejki…

source: Processing recurring tasks...
pl_pl: Przetwarzanie zadań cyklicznych…

source: Processing complete.
pl_pl: Przetwarzanie ukończone.

source: Run without outputting progress information.
pl_pl: Uruchom bez wyświetlania informacji o postępie.

source: Process queued tasks.
pl_pl: Przetwórz zadania z kolejki.

source: Re-processing representation media
pl_pl: Ponowne przetwarzanie wizerunków

source: Re-processing %1
pl_pl: Ponowne przetwarzanie %1

source: Error processing representation media: %1
pl_pl: Błąd przetwarzania wizerunków: %1

source: Re-processing attribute media
pl_pl: Ponowne przetwarzanie atrybutów mediów

source: Error processing attribute media: %1
pl_pl: Błąd przetwarzania atrybutów mediów: %1

source: Limit re-processing to specified mimetype(s) or mimetype stubs. Separate multiple mimetypes with commas.
pl_pl: Ogranicz powtórne przetwarzanie do podanych typów MIME lub ich zamienników. Użyj przecinka jako separatora podawanych typów.

source: Limit re-processing to specified versions. Separate multiple versions with commas.
pl_pl: Ogranicz ponowne przetwarzanie do podanych wersji. Oddziel wersje przecinkami.

source: Representation id to start reloading at
pl_pl: Identyfikator wizerunku, od którego zacząć ponowne ładowanie

source: Representation id to end reloading at
pl_pl: Identyfikator wizerunku na którym zakończyć ładowanie

source: Representation id to reload
pl_pl: Identyfikator wizerunku do ponownego załadowania

source: Comma separated list of representation ids to reload
pl_pl: Plik CSV z listą identyfikatorów wizerunków do ponownego załadowania

source: Media
pl_pl: Multimedia

source: Re-process existing media using current media processing configuration.
pl_pl: Ponownie przetwórz istniejące media używając aktualnej konfiguracji.

source: CollectiveAccess generates derivatives for all uploaded media.
pl_pl: CollectiveAccess tworzy wizerunki pochodne ze wszystkich załadowanych mediów.

source: Can't reindex PDFs: PDFMiner is not installed.
pl_pl: Nie mogę ponownie zaindeksować plików PDF: PDFMiner nie jest zainstalowany.

source: Reindexing PDF representations
pl_pl: Reindeksowanie wizerunków PDF

source: Reindexing PDF %1
pl_pl: Reindeksowanie PDF %1

source: Reindexing metadata attribute media
pl_pl: Reindeksowanie atrybutów metadanych mediów

source: Reindexing %1
pl_pl: Reindeksowanie %1

source: Representation id to start reindexing at
pl_pl: Identyfikator wizerunku od którego zacząć ponowne indeksowanie

source: Representation id to end reindexing at
pl_pl: Identyfikator wizerunku na którym zakończyć ponowne indeksowanie

source: Representation id to reindex
pl_pl: Identyfikator wizerunku do ponownego zaindeksowania

source: Comma separated list of representation ids to reindex
pl_pl: Plik CSV z listą identyfikatorów wizerunków do ponownego zaindeksowania.

source: Reindex PDF media for in-viewer content search.
pl_pl: Indeksuj ponownie media aby umożliwić wyszukiwanie w przeglądarce.

source: Updating database
pl_pl: Aktualizowanie bazy danych

source: Database already at revision %1. No update is required.
pl_pl: Baza danych już w wersji %1. Aktualizacja nie jest potrzebna.

source: Update database schema to the current version.
pl_pl: Zaktualizuj bazę danych do aktualnej wersji.

source: Updates database schema to current version.
pl_pl: Aktualizuje bazę danych do bieżącej wersji.

source: Could not import '%1': %2
pl_pl: Nie można było zaimportować '%1': %2

source: Created mapping %1 from %2
pl_pl: Utworzono mapowanie %1 z %2

source: Excel XLSX file to load.
pl_pl: Plik XLSX Excela do załadowania.

source: Path to directory in which to log import details. If not set no logs will be recorded.
pl_pl: Ścieżka do katalogów logów importu. Jeżeli nie podana logi nie będą zapisywane.

source: Import/Export
pl_pl: Import/Eksport

source: Load import mapping from Excel XLSX format file.
pl_pl: Załaduj plik XLSX Excela z mapowaniem

source: Loads import mapping from Excel XLSX format file.
pl_pl: Ładuje mapowanie importu z pliku XLSX Excela.

source: You must specify a data source for import
pl_pl: Musisz podać źródło danych do zaimportowania

source: You must specify a source
pl_pl: Musisz podać źródło

source: You must specify a mapping
pl_pl: Musisz podać mapowanie

source: Mapping %1 does not exist
pl_pl: Mapowanie %1 nie istnieje

source: Could not import source %1: %2
pl_pl: Nie można zaimportować źródła %1: %2

source: Data to import. For files provide the path; for database, OAI and other non-file sources provide a URL.
pl_pl: Dane do zaimportowania. Podaj ścieżkę dla plikówl; dla bazy danych, OAI i innych zasobów nie będących plikami podaj URL.

source: Mapping to import data with.
pl_pl: Mapowanie, które zostanie użyte podczas importu.

source: Import data from many types of data sources.
pl_pl: Importuj dane z wielu rodzajów źródeł.

source: You must specify a file!
pl_pl: Musisz wskazać plik!

source: File '%1' does not exist!
pl_pl: Plik '%1' nie istnieje!

source: Could not import '%1'
pl_pl: Nie można zaimportować '%1'

source: Warning
pl_pl: Ostrzeżenie

source: Load export mapping from Excel XLSX format file.
pl_pl: Załaduj mapowanie eksportu z pliku XLSX Excela.

source: Loads export mapping from Excel XLSX format file.
pl_pl: Ładuje mapowanie eksportu z pliku XLSX Excela.

source: You must specify a file to write export output to.
pl_pl: Musisz podać plik do którego zostanie zapisany wynik przetwarzania.

source: Can't write to file %1. Check the permissions.
pl_pl: Nie mogę otworzyć pliku %1 do zapisu. Proszę sprawdzić prawa dostępu.

source: You must specify a configuration file that contains the export definition for the RDF mode.
pl_pl: Musisz podać plik konfiguracyjny, który zawiera definicję eksportu dla trybu RDF.

source: Syntax error in configuration file %s.
pl_pl: Błąd składni w pliku konfiguracyjnym %s.

source: Exported data to %1
pl_pl: Wyeksportowano dane do %1.

source: Could not run RDF mode export
pl_pl: Nie można uruchomić eksportu w trybie RDF.

source: You must specify a mapping for export.
pl_pl: Należy podać mapowanie eksportu.

source: Mapping %1 has errors: %2
pl_pl: Mapowanie %1 posiada błędy: %2

source: Could not export mapping %1
pl_pl: Nie można wyeksportować mapowania %1

source: Search expression that selects records to export.
pl_pl: Wyrażenie wyszukiwania, które wybiera rekordu do eksportu.

source: Primary key identifier of single item to export.
pl_pl: Identyfikator klucza pojedyńczego elementu do wyeksportowania.

source: Required. File to save export to.
pl_pl: Wymagane. Plik do zapisania eksportu.

source: Mapping to export data with.
pl_pl: Mapowanie do użycia w trakcie eksportu.

source: Path to directory in which to log export details. If not set no logs will be recorded.
pl_pl: Ścieżka do katalogu, w którym mają być umieszczone logi eksportu. Jeżeli nie podana żadne log eksportu nie będzie zapisywany.

source: Configuration file for RDF export mode.
pl_pl: Plik konfiguracyjny dla trybu RDF eksportu.

source: Export data to a CSV, MARC or XML file.
pl_pl: Eksportuj dane do plików CSV, MARC lub XML.

source: Finding annotations
pl_pl: Wyszukiwanie adnotacji

source: Annotation %1
pl_pl: Adnotacja %1

source: Annotation id to start reloading at
pl_pl: Identyfikator adnotacji od której zacząć ponowne załadowanie

source: Annotation id to end reloading at
pl_pl: Identyfikator adnotacji na której zakończyć ponowne załadowanie

source: Regenerates annotation preview media for some or all object representation annotations.
pl_pl: Odtwarza podgląd adnotacji mediów dla wybranych lub wszystkich adnotacji.

source: Path to AAT XML file.
pl_pl: Ścieżka do pliku AAT XML.
