Repository: leslzine/zineunioncatalog
Catalog: providence/app/locale/*/messages.po
Languages: pl_pl

source: Cannot duplicate root of hierarchy
pl_pl: Nie można zduplikować trzonu hierarchii

source: Duplicate
pl_pl: Powielanie

source: Type id cannot be set after insert
pl_pl: Identyfikator typu nie może być zmieniony po dodaniu danych

source: Preferred labels
pl_pl: Nazwa

source: Non-preferred labels
pl_pl: Inne nazwy

source: Extracted metadata
pl_pl: Wyodrębnione metadane

source: MD5 signature
pl_pl: sygnatura MD5

source: PRIMARY
pl_pl: GŁÓWNY

source: Unknown
pl_pl: Nieznane

source: + 1 additional preview
pl_pl: + 1 dodatkowy podgląd

source: + %1 additional previews
pl_pl: + %1 dodatkowych podglądów

source: <h3>Fetched from:</h3> URL %1 on %2
pl_pl: <h3>Pobrano z :</h3> URL %1 , %2

source: REQUIRED
pl_pl: WYMAGANA

source: These problems require attention:
pl_pl: Problemy, którymi należy się zająć:

source: Not yet issued
pl_pl: jeszcze nie przydzielony

source: Restricted to types
pl_pl: Ograniczone do typów

source: from related %1
pl_pl: od powiązanego %1

source: alternates from related %1
pl_pl: alternatywne od powiązanego %1

source: alternates
pl_pl: alternatywne

source: Object media representation (%1)
pl_pl: Wizerunek obiektu (%1)

source: Object media representation (default)
pl_pl: Rezprezentacjia medium obiektu (domyślna)

source: A list of related %1
pl_pl: Lista powiązanych %1

source: A list of %1 %2
pl_pl: Lista %1 %2

source: A list of alternate %1 %2
pl_pl: Lista zamienników %1 %2

source: A list of related media representations using version "%1"
pl_pl: Lista powiązanych reprezentacji mediów używając wersji "%1"

source: A list of related media representations using the default version
pl_pl: Lista powiązanych reprezentacji mediów używając domyślnej wersji

source: New %1
pl_pl: Nowe %1

source: Cannot do dry run save when in transaction. Try again without setting a transaction.
pl_pl: Nie mogę uruchomić próbnego przetwarzania w trakcie transakcji. Spróbuj jeszcze raz bez rozpoczynania transakcji.

source: Could not move object under collection: %1
pl_pl: Nie można było przenieść obiektu do kolekcji: %1

source: Value <em>%1</em> is already used and duplicates are not allowed
pl_pl: Wartość <em>%1</em> jest już w użyciu a duplikaty nie są dozwolone

source: A preferred label for this locale already exists. Only one preferred label per locale is allowed.
pl_pl: Preferowana etykieta dla tej wersji językowej już istnieje. Tylko jedna preferowana etykieta jest dozwolona.

source: There must be at least %1 relationship for %2
pl_pl: Dla %2 musi istnieć co najmniej %1 powiązanie (powiązań)

source: There must be at least %1 relationships for %2
pl_pl: Dla %2 musi istnieć conajmniej %1 powiązań

source: There must be no more than %1 relationship for %2
pl_pl: Dla %2 nie może istnieć więcej niż %1 powiązań

source: There must be no more than %1 relationships for %2
pl_pl: %2 nie może posiadać więcej niż %1 powiązań

source: Identifier %1 already exists and duplicates are not permitted
pl_pl: Identyfikator %1 już istnieje a duplikaty nie są dozwolone

source: The CollectiveAccess <i>app/tmp</i> directory is NOT writeable by the installer. This may result in installation errors. It is recommended that you change permissions on this directory (<i>%1</i>) to allow write access prior to installation. You can reload the installer to verify that the changed permissions are correct.
pl_pl: Instalator programu nie może zpisywać w katalogu <i>app/tmp</i>. Może to powodować błędy w trakcie instalacji. Przed instalacją zaleca się zmianę praw dostępu do tego katalogu (<i>%1</i>) tak, aby umożliwić zapis. Możesz załadować ponownie instalator aby sprawdzić czy poprawnie dokonano zmiany uprawnień.

source: The CollectiveAccess media directory is NOT writeable by the installer. This will prevent proper creation of the media directory structure and result in installation errors. It is recommended that you change permissions on this directory (<i>%1</i>) to allow write access prior to installation. You can reload the installer to verify that the changed permissions are correct.
pl_pl: Instalator programu nie może zpisywać w katalogu mediów. Uniemożliwi to poprawne utworzenie struktury katalogu mediów i spowoduje błąd w trakcie instalacji. Przed instalacją zaleca się zmianę praw dostępu do tego katalogu (<i>%1</i>) tak, aby umożliwić zapis. Możesz załadować ponownie instalator aby sprawdzić czy poprawnie dokonano zmiany uprawnień.

source: Your MySQL installation doesn't support the InnoDB storage engine which is required by CollectiveAccess. For more information also see %1.
pl_pl: Twoja instalacja bazy MySQL nie obsługuje silnika magazynowania InnoDB, który jest wymagany przez program. Więcej informacji można znaleźć na %1.

source: No database login information found. Have you specified it in your setup.php file?
pl_pl: Nie znaleziono żadnych informacji o logowaniu do bazy danych. Czy zostały one określone w pliku setup.php?

source: Could not connect to database. Did you enter your database login information into setup.php?
pl_pl: Nie udało się połączyć z bazą danych. Czy wprowadzono informacje o logowaniu do bazy danych w pliku setup.php?

source: It looks like you have not installed your database yet. Check your configuration or run the <a href="%1/install/">installer</a>.
pl_pl: Wygląda na to, że nie zainstalowano jeszcze bazy danych. Sprawdź konfigurację lub uruchom <a href="%1/install/">instalator</a>.

source: Your database is extremely out-of-date. Please install all database migrations starting with migration #1 or contact support@collectiveaccess.org for assistance. See the <a href="http://docs.collectiveaccess.org/wiki/Applying_Database_Updates">update HOW-TO</a> for instructions on applying database updates manually.
pl_pl: Twoja baza danych jest nieaktualna. Proszę zainstalować migracje zaczynając od migracji #1 lub wysłać mail do support@collectiveaccess.org z prośbą o pomoc. Zobacz <a href="http://docs.collectiveaccess.org/wiki/Applying_Database_Updates">update HOW-TO</a> gdzie można znaleźć wskazówki jak zaktualizować ją ręcznie.

source: Your database is out-of-date. Please install all schema migrations starting with migration #%1. <a href='index.php?updateSchema=1'><strong>Click here</strong></a> to automatically apply the required updates, or see the <a href="http://docs.collectiveaccess.org/wiki/Applying_Database_Updates">update HOW-TO</a> for instructions on applying database updates manually.<br/><br/><div align='center'><strong>NOTE: you should back-up your database before applying updates!</strong></div>
pl_pl: Twoja baza jest nieaktualna. Proszę zainstalować migracje zaczynając od #%1. <a href='index.php?updateSchema=1'><strong>Kliknij tutaj</strong></a> aby automatycznie zastosować aktualizacje, lub przeczytaj <a href="http://docs.collectiveaccess.org/wiki/Applying_Database_Updates">update HOW-TO</a> aby dowiedzieć się, jak zastosować je ręcznie. <br/><br/><div align='center'><strong>UWAGA: przed aktualizacją należy wykonać kopię bezpieczeństwa!</strong></div>

source: Your database is out-of-date. Please install all schema migrations starting with migration #%1. See the <a href="http://docs.collectiveaccess.org/wiki/Applying_Database_Updates">update HOW-TO</a> for instructions on applying database updates manually.<br/><br/><div align='center'><strong>NOTE: you should back-up your database before applying updates!</strong></div>
pl_pl: Twoja baza jest nieaktualna. Proszę zainstalować migracje zaczynając od #%1. <a href='index.php?updateSchema=1'>Przeczytaj <a href="http://docs.collectiveaccess.org/wiki/Applying_Database_Updates">update HOW-TO</a> aby dowiedzieć się, jak wprowadzić je ręcznie. <br/><br/><div align='center'><strong>UWAGA: przed aktualizacją należy wykonać kopię bezpieczeństwa!</strong></div>

source: For migration %1
pl_pl: Dla migracji %1

source: It looks like the __CA_URL_ROOT__ variable in your setup.php is not set correctly. Please try to set it to &quot;%1&quot;. We came up with this suggestion because you accessed this script via &quot;&lt;your_hostname&gt;%2&quot;.
pl_pl: Wygląda na to, że zmienna __CA_URL_ROOT__ w twoim pliku setup.php nie jest prawidłowo ustawiona. Spróbuj proszę ustawić ją na &quot;%1&quot;. Ta sugestia pojawia się ponieważ uruchomiłeś ten skrypt poprzez &quot;&lt;your_hostname&gt;%2&quot;.

source: It looks like the __CA_URL_ROOT__ variable in your setup.php is not set correctly. Please try to set it to &quot;%1&quot;. We came up with this suggestion because you accessed this script via &quot;&lt;your_hostname&gt;%2&quot;. Note that paths are case sensitive.
pl_pl: Wygląda na to, że zmienna __CA_URL_ROOT__ w pliku setup.php nie jest ustawiona poprawnie. Spróbuj proszę ustawić ją na &quot;%1&quot;. Ta sugestia pojawia się, ponieważ uruchamiasz ten skrypt poprzez &quot;&lt;your_hostname&gt;%2&quot;. Pamiętaj, że małe i wielkie litery są rozróżniane w ścieżkach.

source: It looks like the __CA_BASE_DIR__ variable in your setup.php is not set correctly. Please try to set it to &quot;%1&quot;. We came up with this suggestion because the location of this script is &quot;%2&quot;.
pl_pl: Wygląda na to, że zmienna __CA_BASE_DIR__ w twoim pliku setup.php nie jest prawidłowo ustawiona. Spróbuj ustawić ją na &quot;%1&quot;. Wskazuje na to umiejscowienie tego skryptu w &quot;%2&quot;.

source: It looks like the __CA_BASE_DIR__ variable in your setup.php is not set correctly. Please try to set it to &quot;%1&quot;. We came up with this suggestion because the location of this script is &quot;%2&quot;. Note that paths are case sensitive.
pl_pl: Wygląda na to, że zmienna __CA_BASE_DIR__ w pliku setup.php nie jest ustawiona poprawnie. Spróbuj proszę ustawić ją na &quot;%1&quot;. Wskazuje na to umiejscowienie tego skryptu w &quot;%2&quot;. Pamiętaj, że małe i wielkie litery są rozróżniane w ścieżkach.

source: PHP JSON module is required for CollectiveAccess to run. Please install it.
pl_pl: Moduł PHP JSON jest wymagany do prawidłowego działania programu. Proszę go zainstalować.

source: PHP mbstring module is required for CollectiveAccess to run. Please install it.
pl_pl: Moduł PHP mbstring jest wymagany do prawidłowego działania programu. Proszę go zainstalować.

source: PHP iconv module is required for CollectiveAccess to run. Please install it.
pl_pl: Moduł PHP iconv jest wymagany do prawidłowego działania programu. Proszę go zainstalować.

source: PHP zlib module is required for CollectiveAccess to run. Please install it.
pl_pl: Moduł PHP zlib jest wymagany do prawidłowego działania programu. Proszę go zainstalować.

source: PHP PCRE module is required for CollectiveAccess to run. Please install it.
pl_pl: Moduł PHP PCRE jest wymagany do prawidłowego działania programu. Proszę go zainstalować.

source: PHP Document Object Model (DOM) module is required for CollectiveAccess to run. Please install it.
pl_pl: Moduł PHP Document Object Model (DOM) jest wymagany do działania programu. Proszę go zainstalować.

source: Either the mcrypt or openssl module are required for CollectiveAccess to run. Please install one of them (or both).
pl_pl: Do działania CollectiveAccess niezbędne są moduł mcrypt lub openssl. Proszę zainstalować jeden z nich (lub oba).

source: The PHP Message Digest (hash) engine is required for CollectiveAccess to run. Please install it.
pl_pl: Silnik PHP Message Digest (hash) jest wymagany do uruchomienia bazy CollectiveAccess. Proszę zainstalować.

source: Your PHP installation doesn't seem to have support for the sha256 hashing algorithm. Please install a newer version of either PHP or the hash module.
pl_pl: Ta instalacja PHP prawdopodobnie nie wspiera algorytmu sha256. Proszę zainstalować nowszą wersję lub moduł hash.

source: The PHP phar module is required for CollectiveAccess to run. Please install it.
pl_pl: Moduł PHP phar jest wymagany przez CollectiveAccess. Proszę zainstalować.

source: Your version of the PHP PCRE module lacks unicode features. Please install a module version with UTF-8 support.
pl_pl: Używana wersja modułu PHP PCRE nie posiada obsługi unikodu. Proszę zainstalować wersję z obsługą UTF-8.

source: It looks like the __CA_APP_NAME__ setting in your setup.php is invalid. It may only consist of alphanumeric ASCII characters and underscores (&quot;_&quot;)
pl_pl: Wygląda na to, że zmienna __CA_APP_NAME__ w pliku setup.php nie jest ustawiona poprawnie. Może ona zawierać jedynie znaki alfanumeryczne ASCII oraz znaki podkreślenia (&quot;_&quot;)

source: It looks like the __CA_SITE_HOSTNAME__ setting in your setup.php may be set incorrectly. If you experience any troubles with image display try setting this to &quot;%1&quot;. We came up with this suggestion because this is the hostname you used to access this script. It may only be valid for you (and not for other users of the system) though (e.g. if you use 'localhost' or a feature like /etc/hosts on UNIX-based operating systems) so you have to be very careful when editing this.
pl_pl: Wygląda na to, że zmienna __CA_SITE_HOSTNAME__ w pliku setup.php może nie być ustawiona poprawnie. Jeżeli wystąpiły problemy w wyświetlaniem obrazów, spróbuj ustawić tą zmienną na &quot;%1&quot;. Ta sugestia pojawia się, ponieważ jest to nazwa hosta używana do uruchamiania tego skryptu. Może ona jednak być właściwa jedynie w twoim przypadku (a nie dla innych użytkowników systemu), np. jeżeli używasz nazwy 'localhost' lub funkcjionalności w rodzaju /etc/hosts na UNIX-owych systemach operacyjnych, tak więc musisz zachować dużą ostrożność przy edycji tej zmiennej.

source: The memory limit for your PHP installation may not be sufficient to run CollectiveAccess correctly. Please consider adjusting the "memory_limit" variable in your PHP configuration (usually a file named) &quot;php.ini&quot;. See <a href="http://us.php.net/manual/en/ini.core.php#ini.memory-limit" target="_blank">http://us.php.net/manual/en/ini.core.php</a> for more details. The value in your config is &quot;%1&quot;, the recommended value is &quot;128M&quot; or higher.
pl_pl: Limit pamięci dla tej instalacji PHP może być niewystarczający do poprawnego działania programu. Proszę rozważyć dostosowanie zmiennej "memory_limit" w konfiguracji PHP (zwykle w pliku o nazwie &quot;php.ini&quot;, więcej szczegółów znajdziesz na <a href="http://us.php.net/manual/en/ini.core.php#ini.memory-limit" target="_blank">http://us.php.net/manual/en/ini.core.php</a> ). Wartość zmiennej w twojej konfiguracji wynosi &quot;%1&quot;, rekomendowana wartość to &quot;128M&quot; lub więcej.

source: It looks like the PHP configuration variables "post_max_size" and "upload_max_filesize" are set to different values. Note that the lowest of both values limits the size of the files you can upload to CollectiveAccess. Your values: upload_max_filesize=%1 and post_max_size=%2.
pl_pl: Wygląda na to, że zmienne konfiguracji PHP "post_max_size" i "upload_max_filesize" są ustawione na różne wartości. Zauważ, że najmniejsza z tych dwóch wartości ogranicza rozmiar plików, które można załadować do programu. Aktualne wartości tych zmiennych to: upload_max_filesize=%1 i post_max_size=%2.

source: It looks like at least one of the PHP configuration variables "post_max_size" and "upload_max_filesize" is set to a very low value. Note that the lowest of both values limits the size of the files you can upload to CollectiveAccess. We recommend values greater than "5M" but in general you should set them to values greater than the largest file you will upload to CollectiveAccess. Your values: upload_max_filesize=%1 and post_max_size=%2.
pl_pl: Wygląda na to, że conajmniej jedna ze zmiennych konfiguracji PHP "post_max_size" i "upload_max_filesize" jest ustawiona na zbyt niską wartość. Zauważ, że najmniejsza z tych dwóch wartości ogranicza rozmiar plików, które można załadować do programu. Zaleca się wartości większe niż "5M" ale zasadniczo powionno się je ustawić na wartości większe niż rozmiar największego pliku, jaki może być załadowany do programu. Aktualne wartości tych zmiennych to: upload_max_filesize=%1 i post_max_size=%2.

source: It looks like you have the PHP Suhoshin extension installed which introduces some default constraints than can prevent CA from saving information entered into forms.
pl_pl: Wygląda na to, że zainstalowano rozszerzenie PHP Suhoshin, które wprowadza pewne domyślne ograniczenia mogące uniemożliwić programowi zapisywanie informacji wprowadzanych do formularzy.

source: In particular, you have to set the configuration value "suhosin.post.max_name_length" to 256 or higher to ensure that CA works correctly. Your value is %1
pl_pl: Musisz w szczególności ustawić wartość konfiguracji "suhosin.post.max_name_length" na 256 lub więcej aby mieć pewność, że program będzie działać poprawnie. Aktualna wartość to %1

source: In particular, you have to set the configuration value "suhosin.request.max_varname_length" to 256 or higher to ensure that CA works correctly. Your value is %1
pl_pl: Musisz w szczególności ustawić wartość konfiguracji "suhosin.request.max_varname_length" na 256 lub więcej aby mieć pewność, że program będzie działać poprawnie. Aktualna wartość to %1

source: In particular, you have to set the configuration value "suhosin.post.max_totalname_length" to 5012 or higher to ensure that CA works correctly. Your value is %1
pl_pl: Musisz w szczególności ustawić wartość konfiguracji "suhosin.post.max_totalname_length" na 5012 lub więcej aby mieć pewność, że program będzie działać poprawnie. Aktualna wartość to %1

source: In particular, you have to set the configuration value "suhosin.request.max_totalname_length" to 5012 or higher to ensure that CA works correctly. Your value is %1
pl_pl: Musisz w szczególności ustawić wartość konfiguracji "suhosin.request.max_totalname_length" na 5012 lub więcej aby mieć pewność, że program będzie działać poprawnie. Aktualna wartość to %1

source: Could not apply database update for migration %1
pl_pl: Nie można było zaktualizować bazy do migracji %1

source: The following tasks did not complete: %1
pl_pl: To zapytanie nie zostało ukończone pomyślnie: %1

source: Applied migration %1
pl_pl: Zastosowano migrację bazy danych %1

source: Values are column numbers (indexing starts at 1).
pl_pl: Wartości są numerami kolumn (zaczynając od 1)

source: Element %1 is not numeric
pl_pl: %1 nie jest wartością liczbową

source: Element %1 is not a positive number
pl_pl: %1 nie jest poprawną dodatnią liczbą całkowitą

source: CSV exports can't be hierarchical
pl_pl: Eksport CSV nie może zawierać hierarchii

source: Delimiter
pl_pl: Separator

source: Character used to separate values. Typical values include commas, semicolons or tabs.
pl_pl: Znak używany do rozdzielania wartości. Zwykle przecinek, średnik lub tabulator.

source: Enclosure
pl_pl: Domknięcie

source: Character used to enclose the text content in the export. Typical values are single or double quotes.
pl_pl: Znak używany do zaznaczenia łańcucha znaków w eksporcie. Zwykle pojedynczy lub podwójny cudzysłów.

source: Print field names
pl_pl: Drukuj nazwy pól

source: Print names of output fields in first row of output.
pl_pl: Wstaw nazwy eksportowanych pól w pierwszym rzędzie pliku eksportowego.

source: Values reference a combination of MARC 21 field tags and associated indicators separated by a forward slash ("/"), e.g. "300/##". For further information on how to create a MARC mapping, please refer to the CollectiveAccess online documentation.
pl_pl: Wartości odnoszą się do kombinacji pól MARC 21 i powiązanych odnośników oddzielonych ukośnikiem ("/"), np. "300/##". Informacja jak utworzyć mapowanie MARC jest dostępna w dokumentacji CollectiveAccess online.

source: Invalid MARC element definition %1
pl_pl: Niewłaściwa definicja elementu MARC %1

source: Invalid tag for MARC data field definition %1
pl_pl: Niewłaściwy znacznik dla definicji pola MARC %1

source: Invalid indicator definition for MARC field %1
pl_pl: Nieprawidłowa definicja wskaźnika dla pola MARC %1

source: Invalid tag for MARC control field definition %1
pl_pl: Nieprawidłowy tag MARC definicji pola kontrolnego %1

source: Invalid top-level MARC element definition %1
pl_pl: Nieprawidłowa definicja elementu wyższego poziomu MARC %1

source: Mapping element %1 can't have subfields
pl_pl: Element mapowany %1 nie może zawierać podpól.

source: Subfield definition %1 is invalid
pl_pl: Definicja podpola %1 jest nieprawidłowa

source: MARC export output format
pl_pl: format eksportu MARC

source: Set output format. Currently supported: human-readable MARC21, raw MARC for saving into MARC files and MARCXML.
pl_pl: Wybierz format eksportu. Obecnie dostępne: czytelny MARC21, surowy MARC do zapisu w plikach MARC i MARCXML

source: XML export formatter: Done processing export tree ...
pl_pl: Formatyzer eksportu XML: Zakończono przetwarzanie drzewa eksportu...

source: XML export formatter: Processing element or attribute '%1' with text '%2' and parent element '%3' ...
pl_pl: Formatyzer eksportu XML: Przetwarzanie elementu lub atrybutu '%1' z tekstem '%2' i nadrzędnym elementem '%3'…

source: XML documents must have exactly one root element
pl_pl: Dokumenty XML muszą posiadać dokładnie jeden element główny

source: Invalid XML attribute name '%1'
pl_pl: Niewłaściwa nazwa atrybutu XML '%1'

source: XML attribute '%1' doesn't have a valid parent element
pl_pl: Atrybut XML '%1' nie ma właściwego elementu nadrzędnego

source: Invalid XML element name '%1'
pl_pl: Niewłaściwa nazwa elementu XML '%1'

source: Strip CDATA
pl_pl: Usuń CDATA

source: By default the exporter wraps field content that contains invalid XML in CDATA sections to make sure the XML is valid regardless of the field content. If this option is set, the exporter explicitly strips the CDATA tags before returning the XML text. Use only if you know what you're doing!
pl_pl: Domyślnie eksporter opakowuje zawartość zawierającą niepoprawny łańcuch XML w sekcji CDATA, aby zagwarantować poprawność XML, niezależnie od zawartości pola. Jeżeli ta opcja jest wybrana, eksporter pomija tagi CDATA. Używać na własną odpowiedzialność!

source: Rebuilding hierarchical index for %1
pl_pl: Odtwarzanie indeksu hierarchicznego dla %1

source: Index rebuild complete!
pl_pl: Odtwarzanie indeksu ukończone

source: '%1' is not valid for %2
pl_pl: '%1' nie jest poprawnym wyborem dla '%2'

source: '%1' is not valid for %2; only letters and numbers are allowed
pl_pl: '%1' nie jest dozwolone dla %2; mozna używać tylko liter i cyfr

source: %1 must not be shorter than %2 character
pl_pl: %1 nie może być krótsze niż %2 znak

source: %1 must not be shorter than %2 characters
pl_pl: %1 nie może mieć więcej niż %2 znaków długości

source: %1 must not be longer than %2 character
pl_pl: %1 nie może być dłuższe %2 znak

source: %1 must not be longer than %2 characters
pl_pl: %1 nie może mieć więcej niż %2 znaków długości

source: %1 must not be less than %2
pl_pl: %1 nie może być mniej niż %2

source: %1 must not be more than %2
pl_pl: %1 nie może być większe niż %2

source: %1 must consist only letters and numbers
pl_pl: znak %1 jest niedozwolony (można użyć tylko liter icyfr)

source: %1 must be a valid two-digit year
pl_pl: %1 musi być właściwą dwucyfrową wartością dla roku

source: %1 must be a valid year
pl_pl: %1 musi być poprawnie zapisanym rokiem

source: %1 must be a valid numeric month (between 1 and 12)
pl_pl: %1 musi być poprawnie zapisanym numerycznie miesiącem (pomiędzy 1 i 12)

source: %1 must be a valid numeric day (between 1 and 31)
pl_pl: %1 musi być poprawnie zapisanym numerycznie dniem (pomiędzy 1 i 31)

source: Error
pl_pl: Błąd

source: Identifier is already in use
pl_pl: Identyfikator jest już używany

source: Identifier is already in use %1 times
pl_pl: Identyfikator jest już używany %1 razy

source: Will be assigned %1 when saved
pl_pl: Zostanie przypisany %1 po zapisaniu
