Repository: leslzine/zineunioncatalog
Catalog: providence/app/locale/*/messages.po
Languages: pl_pl

source: Restricts display to items of the specified type(s). Leave all unselected for no restriction.
pl_pl: Ogranicza widok do określonego typu (typów) pozycji. Przy braku ograniczeń pozostaw niezaznaczone.

source: Do not show delete button
pl_pl: Nie pokazuj przycisku "usuń"

source: Do not include sub-types in type restriction
pl_pl: Nie dodawaj podtypów w ograniczeniach typu

source: Item color
pl_pl: Kolor pozycji

source: Restricts display to items from the specified list(s). Leave all unselected for no restriction.
pl_pl: Ogranicza widok do powiązanych pozycji, używając określonego typu (typów) powiązania. Przy braku ograniczeń pozostaw niezaznaczone.

source: Use hierarchy browser?
pl_pl: Użyć przeglądarki hierarchicznej?

source: Height of hierarchical browser
pl_pl: Wysokość przeglądarki hierarchicznej

source: Height of hierarchical browser.
pl_pl: Wysokość przeglądarki hierarchicznej.

source: Restrict to checklist of terms from related collections?
pl_pl: Ograniczyć do listy zaznaczanej haseł z powiązanych kolekcji?

source: Checked collection term relationship type
pl_pl: Zaznaczony typ powiązania hasła kolekcji

source: Open hierarchy browser by default
pl_pl: Otwórz przeglądarkę hierarchiczną domyślnie

source: Lot display template
pl_pl: Szablon widoku partii

source: Metadata element
pl_pl: Element metadanych

source: storage location relationships
pl_pl: powiązania miejsc przechowywania

source: Use hierarchy browser for storage locations?
pl_pl: Używać dla miejsc przechowywania przeglądarki hierarchicznej?

source: Show lots
pl_pl: Pokaż partie

source: Lot (%1) date
pl_pl: Partia (%1) data

source: Lot (%1) display template
pl_pl: Szablon widoku partii (%1)

source: Show occurrences
pl_pl: Pokaż zdarzenia

source: Show movements
pl_pl: Pokaż przemieszczenia

source: Show loans
pl_pl: Pokaż wypożyczenia

source: Show storage locations
pl_pl: Pokaż miejsca przechowywania

source: Show storage locations with selected relationship types.
pl_pl: Pokaż miejsca przechowywania z wybranymi typami powiązań.

source: Color for storage location
pl_pl: Kolor dla miejsc przechowywania

source: Color to use as highlight storage location.
pl_pl: Szablon widoku miejsc przechowywania

source: Storage location display template
pl_pl: Szablon widoku miejsc przechowywania

source: editor UI
pl_pl: edytor UI

source: editor UIs
pl_pl: edytor interfejsów użytkownika

source: Unique numeric identifier used by CollectiveAccess internally to identify this user interface
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego interfejsu użytkownika.

source: Editor code
pl_pl: Kod edytora

source: Unique code for editor; used to identify the editor for configuration purposes.
pl_pl: Unikalny kod edytora; używany do identyfikacji listy dla potrzeb konfiguracji.

source: Is system UI?
pl_pl: Jest systemowym interfejsem?

source: If set, user interface will be available to all users.
pl_pl: Gdy zaznaczone, interfejs użytkownika będzie dostępny dla wszystkich użytkowników.

source: Editor type
pl_pl: Typ edytora

source: Type of item this editor UI operates on.
pl_pl: Typ pozycji, której ten edytor UI dotyczy.

source: set items
pl_pl: elementy rejestru

source: search forms
pl_pl: formularze wyszukiwania

source: displays
pl_pl: widoki

source: user interfaces
pl_pl: interfejsy użytkownika

source: user interface screens
pl_pl: ekrany interfejsu użytkownika

source: Color to identify the editor UI with
pl_pl: Kolor do identyfikacji tego edytora interfejsu użytkownika

source: Optional icon to identify the editor UI with
pl_pl: Ikona opcjonalna do identyfikacji tego edytora interfejsu użytkownika

source: Screens
pl_pl: Ekrany

source: Could not reorder screen %1: %2
pl_pl: Nie udało się zmienić kolejności ekranu %1: %2

source: editor UIs ⇔ group association
pl_pl: przyporządkowanie edytor interfejsów użytkownika ⇔ grupa

source: editor UIs ⇔ group associations
pl_pl: przyporządkowania edytor interfejsów użytkownika ⇔ grupa

source: editor UIs ⇔ user association
pl_pl: przyporządkowanie edytor interfejsów ⇔ użytkownik

source: editor UIs ⇔ user associations
pl_pl: przyporządkowania edytor interfejsów ⇔ użytkownik

source: entity
pl_pl: podmiot

source: Unique numeric identifier used by CollectiveAccess internally to identify this entity
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego podmiotu.

source: The locale from which the entity originates.
pl_pl: Wersja językowa, z której wywodzi się podmiot.

source: Administrative source of the entity. This value is often used to indicate the administrative sub-division or legacy database from which the entity information originates, but can also be re-tasked for use as a simple classification tool if needed.
pl_pl: Administracyjne źródło podmiotu. Ta wartość jest często używana do wskazania administracyjnego pod-działu lub oficjalnej bazy danych, z której pochodzi informacja o podmiocie, ale również może być przemianowana jako proste narzędzie klasyfikacji - jeżeli zajdzie taka potrzeba.

source: Entity type
pl_pl: Typ podmiotu

source: The type of the entity. eg. individual, organization, family, etc.
pl_pl: Typ podmiotu, np. osoba prywatna, organizacja, rodzina, itp.

source: Entity identifier
pl_pl: Identyfikator podmiotu

source: A unique alphanumeric identifier for this entity.
pl_pl: Unikalny alfanumeryczny identyfikator dla tego podmiotu.

source: Data source information
pl_pl: Informacja o źródle danych

source: Serialized array used to store source information for entity information retrieved via web services [NOT IMPLEMENTED YET].
pl_pl: Wieloczęściowa tablica używana do przechowywania informacji źródłowej dla informacji o podmiocie, pozyskiwanych poprzez usługi sieciowe [JESZCZE NIE ZAIMPLEMENTOWANE].

source: Lifetime
pl_pl: Okres życia

source: Lifetime of entity (date range)
pl_pl: Okres życia podmiotu (zakres dat)

source: Entity hierarchy
pl_pl: Hierarchia podmiotu

source: Identifier of entity that is root of the entity hierarchy.
pl_pl: Identyfikator podmiotu będącego trzonem hierarchii podmiotów.

source: Indicates if entity information is accessible to the public or not.
pl_pl: Wskazuje, czy informacja o podmiocie jest dostępna publicznie.

source: Indicates the current state of the entity record.
pl_pl: Wskazuje aktualny stan rekordu podmiotu.

source: Indicates if the entity is deleted or not.
pl_pl: Wskazuje czy podmiot jest usunięty czy nie.

source: entity ⇔ collection relationship
pl_pl: powiązanie podmiot ⇔ kolekcja

source: entity ⇔ collection relationships
pl_pl: powiązania podmiot ⇔ kolekcja

source: entity ⇔ entity relationship
pl_pl: powiązanie podmiot ⇔ podmiot

source: entity ⇔ entity relationships
pl_pl: powiązania podmiot ⇔ podmiot

source: entity ⇔ occurrence relationship
pl_pl: powiązanie podmiot ⇔ wydarzenie

source: entity ⇔ occurrence relationships
pl_pl: powiązania podmiot ⇔ wydarzenie

source: entity ⇔ place relationship
pl_pl: powiązanie podmiot ⇔ miejsce

source: entity ⇔ place relationships
pl_pl: powiązania podmiot ⇔ miejsce

source: entity ⇔ storage location relationship
pl_pl: powiązanie obiekt ⇔ miejsce przechowywania

source: entity ⇔ storage location relationships
pl_pl: powiązania obiekt ⇔ miejsce przechowywania

source: entity ⇔ vocabulary term relationship
pl_pl: powiązanie podmiot ⇔ określenie słownikowe

source: entity ⇔ vocabulary term relationships
pl_pl: powiązania podmiot ⇔ określenie słownikowe

source: entity name
pl_pl: nazwa podmiotu

source: entity names
pl_pl: nazwy podmiotu

source: Indicates type of label and how it should be employed.
pl_pl: Wskazuje typ etykiety i jak powinna być wykorzystana.

source: Display name
pl_pl: Pełne imię i nazwisko

source: Name as it should be formatted for display (eg. in catalogues and exhibition label text). If you leave this blank the display name will be automatically derived from the input of other, more specific, fields.
pl_pl: Nazwa w postaci takiej jak ma być sformatowana dla wyświetlenia (np. tekst etykiety w katalogach i wystawach). Jeżeli pozostawisz puste, wyświetlana nazwa będzie automatycznie wydzielona z wpisów w innych, bardziej szczegółowych polach.

source: Forename
pl_pl: Imię

source: A given name that specifies and differentiates between members of a group of individuals, especially in a family, all of whose members usually share the same family name (surname). It is typically a name given to a person, as opposed to an inherited one such as a family name. You should place the primary forename - in cases where there is more than one this is usually the first listed - here.
pl_pl: Pierwsze imię określające i rozróżniające członków grupy pojedynczych osób, w szczególności rodziny, której członkowie noszą zwykle to samo nazwisko (rodowe). Jest to zwykle imię nadane osobie, w przeciwieństwie do dziedziczonego - jak w przypadku nazwiska. Powinienieś umieścić tutaj główne imię, a w przypadkach gdy jest ich więcej niż jedno, pierwsze wymienione.

source: Other forenames
pl_pl: Pozostałe imiona

source: Enter forenames other than the primary forename here.
pl_pl: Wprowadź tutaj imiona inne niż pierwsze imię.

source: Many names include one or more middle names, placed between the forename and the surname. In the Western world, a middle name is effectively a second given name. You should enter all middle names here. If there is more than one separate the names with spaces.
pl_pl: Wiele nazwisk zawiera jedno lub więcej drugich imion, umieszczonych pomiędzy pierwszym imieniem a nazwiskiem. W świecie zachodnim, kolejne imię jest faktycznie drugim imieniem. Powinieneś wprowadzić tutaj wszystkie drugie imiona. Jeżeli jest ich więcej niż jedno, rozdziel je spacjami.

source: Surname/organization
pl_pl: Nazwisko/organizacja

source: A surname is a name added to a given name and is part of a personal name. In many cases a surname is a family name. For organizations this should be set to the full name.
pl_pl: Nazwisko jest nazwą dodaną do imienia i jest częścią osobistej nazwy. W wielu przypadkach jest to nazwisko rodowe. Dla organizacji powinno być ustawione na pełną nazwę.

source: A prefix may be added to a name to signify veneration, a social position, an official position or a professional or academic qualification.
pl_pl: Przedrostek może być dodany do nazwiska dla zaznaczenia zwrotu grzecznościowego, pozycji społecznej, oficjalnego stanowiska lub kwalifikacji zawodowych oraz naukowych.

source: A suffix may be added to a name to signify veneration, a social position, an official position or a professional or academic qualification.
pl_pl: Przyrostek może być dodany do nazwiska dla zaznaczenia zwrotu grzecznościowego, pozycji społecznej, oficjalnego stanowiska lub kwalifikacji zawodowych oraz naukowych.

source: group ⇔ role association
pl_pl: przyporządkowanie grupa ⇔ rola

source: group ⇔ role associations
pl_pl: przyporządkowania grupa ⇔ rola

source: IP-based authentication block
pl_pl: Blok uwierzytelnienia w oparciu o IP

source: IP-based authentication blocks
pl_pl: Bloki uwierzytelnienia w oparciu o IP

source: Unique numeric identifier used by CollectiveAccess internally to identify this IP address block
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego bloku adresu IP.

source: Class A portion of IP address
pl_pl: Część Class A adresu IP

source: Class B portion of IP address
pl_pl: Część Class B adresu IP

source: Class C portion of IP address
pl_pl: Część Class C adresu IP

source: IP4 (start)
pl_pl: IP4 (początek)

source: Starting IP address in Class C IP address range
pl_pl: Początek adresu IP w zakresie adresów IP Class C

source: IP4 (end)
pl_pl: IP4 (koniec)

source: Ending IP address in Class C IP address range. Leave blank if you wish to specify a single address rather than a range.
pl_pl: Zakończenie adresu IP w zakresie adresów IP Class C. Pozostaw puste jeżeli chcesz określić pojedynczy adres zamiast zakresu.

source: Unique numeric identifier used by CollectiveAccess internally to identify this comment
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego komentarza.

source: The user who created the comment.
pl_pl: Użytkownik który utworzył ten komentarz.

source: The locale of the comment.
pl_pl: Wersja językowa komentarza.

source: Comment
pl_pl: Komentarz

source: Text of comment.
pl_pl: Tekst komentarza.

source: E-mail address
pl_pl: Adres e-mail

source: E-mail address of commentor.
pl_pl: Adres e-mail komentatora.

source: Name of commenter.
pl_pl: Nazwa komentatora.

source: Location
pl_pl: Położenie

source: Rating
pl_pl: Ocena

source: User-provided rating for item.
pl_pl: Ocena użytkownika dla pozycji.

source: Indicates if the comment is accessible to the public or not.
pl_pl: Wskazuje, czy komentarz jest dostępny publicznie.

source: Comment creation date
pl_pl: Data utworzenia komentarza

source: The date and time the comment was created.
pl_pl: Data i czas kiedy utworzono ten komentarz.

source: IP address of commenter
pl_pl: Adres IP komentatora

source: The IP address of the commenter.
pl_pl: Adres IP umieszczającego komentarz.

source: The user who examined the comment for validity and applicability.
pl_pl: Użytkownik który sprawdza komentarz pod kątem ważności i stosowności.

source: Moderation date
pl_pl: Data moderowania

source: The date and time the comment was examined for validity and applicability.
pl_pl: Data i czas kiedy komentarz był sprawdzany pod kątem ważności i stosowności.

source: Unique numeric identifier used by CollectiveAccess internally to identify this tag
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego znacznika.

source: The locale of the tag.
pl_pl: Wersja językowa znacznika

source: Text of the tag.
pl_pl: Tekst znacznika.

source: item ⇔ tag relationship
pl_pl: powiązanie pozycja ⇔ znacznik

source: item ⇔ tag relationships
pl_pl: powiązania pozycja ⇔ znacznik

source: The user who applied the tag.
pl_pl: Użytkownik, który zastosował ten znacznik.

source: Tagging date
pl_pl: Data znacznikowania

source: The date and time the tag was applied.
pl_pl: Data i czas zastosowania znacznika.

source: The user who examined the tag for validity and applicability.
pl_pl: Użytkownik, który sprawdził ten znacznik pod kątem ważności i zastosowania.

source: The date and time the tag was examined for validity and applicability.
pl_pl: Data i czas sprawdzenia znacznika pod kątem ważności i zastosowania.

source: list item name
pl_pl: nazwa pozycji listy

source: list item names
pl_pl: nazwy pozycji listy

source: Item name (singular)
pl_pl: Nazwa pozycji (liczba pojedyncza)

source: The name of this list item in the singular form (eg. "disk", "lobster").
pl_pl: Nazwa tej pozycji listy w liczbie pojedynczej (np. "dysk", "homar").

source: Item name (plural)
pl_pl: Nazwa pozycji (liczba mnoga)

source: The name of this list item in the plural form (eg. "disks", "lobsters").
pl_pl: Nazwa tej pozycji listy w liczbie mnogiej (np. "dyski", "homary").

source: A description of the list item, including suggested use notes or definitions.
pl_pl: Opis pozycji listy, zawierający sugerowane stosowanie lub definicje.

source: Is preferred?
pl_pl: Jest preferowana?

source: Set this if this label is the preferred label for the current locale.
pl_pl: Zaznacz, jeżeli ta etykieta jest preferowaną etykietą dla aktualnej wersji językowej.

source: list item
pl_pl: pozycja listy

source: Unique numeric identifier used by CollectiveAccess internally to identify this item
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tej pozycji.

source: Parent
pl_pl: Element nadrzędny

source: Parent list item for this item
pl_pl: Nadrzędna pozycja listy dla tej pozycji

source: List
pl_pl: Lista

source: List item belongs to
pl_pl: Pozycja listy należy do

source: Indicates the type of the list item.
pl_pl: Wskazuje typ pozycji listy.

source: Identifier
pl_pl: Identyfikator

source: Unique identifier for this list item
pl_pl: Unikalny identyfikator dla tej pozycji listy

source: Identifier sort
pl_pl: Porządek sortowania

source: Sortable value for identifier
pl_pl: Sortowalna wartość dla numeru identyfikacyjnego

source: Item value
pl_pl: Wartość pozycji

source: Value of this list item; is stored in database when this item is selected
pl_pl: Wartość tej pozycji listy; jest przechowywana w bazie danych gdy ta pozycja jest zaznaczona

source: Color to display item in
pl_pl: Kolor w jakim pozycja jest wyświetlana

source: Item icon
pl_pl: Ikona pozycji

source: Optional icon to use with item
pl_pl: Opcjonalna ikona używana dla pozycji

source: Is enabled?
pl_pl: Jest aktywna?

source: If checked this item is selectable and can be used in cataloguing.
pl_pl: Gdy zaznaczone, ta pozycja może być wybrana i użyta do katalogowania.

source: Is default?
pl_pl: Jest domyślna?

source: If checked this item will be the default selection for the list.
pl_pl: Gdy zaznaczone, ta pozycja będzie domyślnym zaznaczeniem dla tej listy.

source: Validation format
pl_pl: Format walidacji

source: NOT CURRENTLY SUPPORTED; WILL BE A PERL-COMPATIBLE REGEX APPLIED TO VALIDATE INPUT
pl_pl: AKTUALNIE NIE OBSŁUGIWANE; DO WALIDACJI WEJŚCIA BĘDZIE ZASTOSOWANE SPRAWDZANIE WPISU KOMPATYBILNE Z PERL REGEX

source: Indicates if the list item is accessible to the public or not.
pl_pl: Wskazuje, czy pozycja listy jest dostępna publicznie.

source: Indicates the current state of the list item.
pl_pl: Wskazuje aktualny stan pozycji listy.

source: Indicates if list item is deleted or not.
pl_pl: Wskazuje czy pozycja listy jest usunięta czy nie.

source: Organization
pl_pl: Organizacja

source: Related lots
pl_pl: Powiązane partie

source: list item ⇔ list item relationship
pl_pl: powiązanie pozycja listy ⇔ pozycja listy

source: list item ⇔ list item relationships
pl_pl: powiązania pozycja listy ⇔ pozycja listy

source: list name
pl_pl: nazwa listy

source: list names
pl_pl: nazwy listy

source: The locale from which the object originates.
pl_pl: Wersja językowa z której wywodzi się obiekt.

source: Name of list
pl_pl: Nazwa listy

source: Unique numeric identifier used by CollectiveAccess internally to identify this list
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tej listy.

source: List code
pl_pl: Identyfikator listy

source: Unique code for list; used to identify the list for configuration purposes.
pl_pl: Unikalny kod dla listy; używany do identyfikacji listy dla potrzeb konfiguracji.

source: Default sort order
pl_pl: Domyślny porządek sortowania

source: Specifies the default method to employ to order items in this list.
pl_pl: Określa domyślną metodę stosowaną do porządkowania pozycji na liście.

source: By label
pl_pl: Według etykiety

source: By rank
pl_pl: Według oceny

source: By value
pl_pl: Według wartości

source: By identifier
pl_pl: Według identyfikatora

source: Is system list
pl_pl: Jest listą systemową

source: Set this if the list is a list used by the system to populate a specific field (as opposed to a user defined list or vocabulary). In general, system lists are defined by the system installer - you should not have to create system lists on your own.
pl_pl: Ustaw, jeżeli ta lista jest używana przez system do wypełnienia określonego pola (w przeciwieństwie do list zdefiniowanych przez użytkownika lub słownikowych). Generalnie, listy systemowe są zdefiniowane przez instalator systemu - nie powinieneś być zmuszony do samodzielnego tworzenia list systemowych.

source: Is hierarchical
pl_pl: Jest hierarchiczna

source: Set this if the list is hierarchically structured; leave unset if you are creating a simple "flat" list.
pl_pl: Ustaw, jeżeli lista ma strukturę hierarchiczną; pozostaw nie ustawione jeżeli tworzysz prostą "płaską" listę.

source: Use as vocabulary
pl_pl: Użyj jako słownika

source: Set this if the list is to be used as a controlled vocabulary for cataloguing.
pl_pl: Ustaw, jeżeli lista ma być używana jako kontrolowany słownik dla katalogowania.

source: Current selection
pl_pl: Bieżące zaznaczenie

source: loan title
pl_pl: tytuł wypożyczenia

source: loan titles
pl_pl: tytuły wypożyczenia

source: Descriptive title for loan
pl_pl: Opisowy tytuł dla wypożyczenia

source: loan
pl_pl: wypożyczenie

source: Unique numeric identifier used by CollectiveAccess internally to identify this loan
pl_pl: Unikalny alfanumeryczny identyfikator używany wewnętrznie przez CollectiveAccess do zidentyfikowania tego wypożyczenia.

source: Loan type
pl_pl: Typ wypożyczenia

source: The type of the loan. eg. incoming loan, outgoing loan, etc.
pl_pl: Typ wypożyczenia, np. wypożyczenie z zewnątrz, wypożyczenie na zewnątrz, itp.

source: Loan identifier
pl_pl: Identyfikator wypożyczenia

source: A unique alphanumeric identifier for this loan.
pl_pl: Unikalny alfanumeryczny identyfikator dla tego wypożyczenia.

source: Serialized array used to store source information for loan information retrieved via web services [NOT IMPLEMENTED YET].
pl_pl: Wieloczęściowa tablica używana do przechowywania informacji źródłowej dla informacji pozyskiwanych poprzez usługi sieciowe [JESZCZE NIE ZAIMPLEMENTOWANE].

source: Loan hierarchy
pl_pl: Hierarchia wypożyczenia

source: Identifier of loan that is root of the loan hierarchy.
pl_pl: Identyfikator wypożyczenia będącego trzonem hierarchii wypożyczeń.

source: Indicates if loan information is accessible to the public or not.
pl_pl: Wskazuje, czy informacja o wypożyczeniach jest dostępna publicznie.

source: Indicates the current state of the loan record.
pl_pl: Wskazuje aktualny stan rekordu wypożyczenia.

source: Indicates if the loan is deleted or not.
pl_pl: Wskazuje czy wypożyczenia jest usunięte czy nie.

source: loans ⇔ collections relationship
pl_pl: powiązanie wypożyczenia ⇔ podmioty

source: loans ⇔ collections relationships
pl_pl: powiązania wypożyczenia ⇔ podmioty

source: loans ⇔ entities relationship
pl_pl: powiązanie wypożyczenia ⇔ podmioty

source: loans ⇔ entities relationships
pl_pl: powiązania wypożyczenia ⇔ podmioty

source: loan ⇔ loan relationship
pl_pl: powiązanie wypożyczenie ⇔ wypożyczenie

source: loan ⇔ loan relationships
pl_pl: powiązania wypożyczenie ⇔ wypożyczenie

source: loans ⇔ movements relationship
pl_pl: powiązanie wypożyczenia ⇔ przemieszczenia

source: loans ⇔ movements relationships
pl_pl: powiązania wypożyczenia ⇔ przemieszczenia

source: loans ⇔ object lots relationship
pl_pl: powiązanie przemieszczenia ⇔ partie obiektu

source: loans ⇔ object lots relationships
pl_pl: powiązania przemieszczenia ⇔ partie obiektu

source: Is primary?
pl_pl: Jest podstawowa?

source: loans ⇔ objects relationship
pl_pl: powiązanie wypożyczenia ⇔ obiekty

source: loans ⇔ objects relationships
pl_pl: powiązania wypożyczenia ⇔ obiekty

source: loans ⇔ occurrences relationship
pl_pl: powiązanie wypożyczenia ⇔ podmioty

source: loans ⇔ occurrences relationships
pl_pl: powiązania wypożyczenia ⇔ podmioty

source: loans ⇔ places relationship
pl_pl: powiązanie wypożyczenia ⇔ podmioty

source: loans ⇔ places relationships
pl_pl: powiązania wypożyczenia ⇔ miejsca

source: loans ⇔ storage locations relationship
pl_pl: powiązanie wypożyczenia ⇔ miejsca

source: loans ⇔ storage locations relationships
pl_pl: powiązania wypożyczenia ⇔ miejsca

source: loans ⇔ vocabulary terms relationship
pl_pl: powiązanie wypożyczenia ⇔ określenie słownikowe

source: loans ⇔ vocabulary terms relationships
pl_pl: powiązania wypożyczenia ⇔ określenia słownikowe

source: locale
pl_pl: wersja językowa

source: locales
pl_pl: wersje językowe
