Repository: leslzine/zineunioncatalog
Catalog: providence/app/locale/*/messages.po
Languages: pl_pl

source: Load Getty Art & Architecture Thesaurus (AAT) into CollectiveAccess.
pl_pl: Załaduj Getty Art & Architecture Thesaurus (AAT) do bazy CollectiveAccess.

source: Loads the AAT from a Getty-provided XML file.
pl_pl: Ładuje AAT z pliku XML dostarczonego przez Instytut Getty'ego.

source: You must specify a data directory
pl_pl: Należy podać katalog danych

source: You must specify a ULAN import configuration file
pl_pl: Należy podać plik konfiguracyjny importu ULAN

source: Path to directory containing ULAN XML files.
pl_pl: Ścieżka do katalogu zawierającego pliki ULAN XML.

source: Path to ULAN import configuration file.
pl_pl: Ścieżka do importu pliku konfiguracyjnego ULAN.

source: Determined web server user to be "%1"
pl_pl: Ustalono użytkownika serwera: "%1"

source: Cannot determine web server user. Using %1 instead.
pl_pl: Nie można ustalić użytkownika serwera. Używam %1.

source: Cannot determine the user. Please specify one with the --user option.
pl_pl: Nie można ustalić użytkownika. Proszę podać użytkownika z opcją --.

source: Determined web server group to be "%1"
pl_pl: Ustalono grupę serwera: "%1"

source: Cannot determine the group. Please specify one with the --group option.
pl_pl: Nie można ustalić grupy. Proszę podać z opcją grupy --

source: Fixing permissions for the temporary directory (app/tmp) for ownership by "%1"...
pl_pl: Poprawianie praw dostępu do tymczasowego katalogu (app/tmp) dla "%1"…

source: Fixing permissions for the media directory (media) for ownership by "%1"...
pl_pl: Poprawianie praw dostępu do katalogu mediów dla właściciela "%1"…

source: You must specify a user
pl_pl: Należy podać użytkownika

source: User name %1 does not exist
pl_pl: Nazwa użytkownika %1 nie istnieje

source: You must specify a password
pl_pl: Muisisz podać hasło

source: Password change for user %1 failed: %2
pl_pl: Nie powiodła się zmiana użytkownika %1: %2

source: Changed password for user %1
pl_pl: Hasło użytkownika %1 zostało zmienione

source: User name to reset password for.
pl_pl: Nazwa użytkownika, którego hasło ma być zmienione.

source: New password for user
pl_pl: Nowe hasło użytkownika

source: Reset a user's password
pl_pl: Resetuj hasło użytkownika

source: Reset a user's password.
pl_pl: Resetuj hasło użytkownika

source: You must specify a valid file
pl_pl: Należy podać poprawny plik

source: You must specify a valid Excel .xls or .xlsx file: %1
pl_pl: Należy podać poprawny plik Excela .xls lub .xlsx file: %1

source: Error while adding definition for %1: %2
pl_pl: Błąd podczas dodawania definicji %1: %2

source: Could not decode rules for %1
pl_pl: Nie można odczytać reguł dla %1

source: Error while adding rule for %1: %2
pl_pl: Błąd podczas dodawania reguł dla %1: %2

source: Added %1 entries and %2 rules
pl_pl: Dodane %1 pozycji i %2 reguł

source: Load metadata dictionary entries from an Excel file
pl_pl: Załaduj słownik metadanych z pliku Excela

source: Evaluating
pl_pl: Kalkulacja

source: Table for bundle %1 is not valid
pl_pl: Tabela pakietu %1 jest niepoprawna

source: Rule %1 [%2/%3]: record %4
pl_pl: Reguła %1 [%2/%3]: rekord %4

source: Validate all records against metadata dictionary
pl_pl: Waliduj wszystkie rekordy przy pomocy słownika metadanych

source: Validate all records against rules in metadata dictionary.
pl_pl: Waliduj wszystkie rekordy przy pomocy reguł słownika metadanych.

source: Name
pl_pl: Nazwa

source: Version
pl_pl: Wersja

source: File path
pl_pl: Ścieżka pliku

source: Expected MD5
pl_pl: Oczekiwane MD5

source: Actual MD5
pl_pl: Rzeczywiste MD5

source: Checking object representations
pl_pl: Sprawdzanie wizerunków obiektów

source: Checking representation media %1
pl_pl: Sprawdzanie mediów wizerunku %1

source: [Object representation][MD5 mismatch] %1; version %2 [%3]
pl_pl: [Wizerunek obiektu][niezgodność MD5] %1; wersja %2 [%3]

source: Object representation
pl_pl: Wizerunek obiektu

source: %1 errors for %2 representations
pl_pl: %1 błedów dla %2 wizerunków

source: Checking attribute media
pl_pl: Sprawdzanie atrybutów mediów

source: Checking attribute media %1
pl_pl: Sprawdzanie atrybutów mediów %1

source: [Media attribute][MD5 mismatch] %1; value_id=%2; version %3 [%4]
pl_pl: [Atrybut wizerunku][niezgodność MD5] %1; value_id=%2; wersja %3 [%4]

source: Media attribute
pl_pl: Atrybut wizerunku

source: MD5 mismatch
pl_pl: Niezgodność MD5

source: %1 errors for %2 attributes
pl_pl: %1 błędów dla %2 atrybutów

source: Checking attribute files
pl_pl: Sprawdzanie plików atrybutu

source: Checking attribute file %1
pl_pl: Sprawdzanie pliku atrybutu %1

source: [File attribute][MD5 mismatch] %1; value_id=%2; version %3 [%4]
pl_pl: [Atrybut pliku][neizgodność MD5] %1; value_id=%2; wersja %3 [%4]

source: File attribute
pl_pl: Plik atrybutu

source: Output format. (text|tab|csv)
pl_pl: Format wyjściowy. (text|tab|csv)

source: Starting...
pl_pl: Rozpoczynam…

source: Processed %1 words and created %2 ngrams
pl_pl: Przetworzono %1 słów i wygenerowano %2 ngramów

source: Clear all existing ngrams. Default is false.
pl_pl: Usuń istniejące ngramy. Domyślnie fałsz.

source: Comma-delimited list of ngram sizes to generate. Default is 4.
pl_pl: Lista CSV wielkości ngramów, które mają być wygenerowane. Domyślnie 4.

source: Create ngrams from search indices to support spell correction of search terms.
pl_pl: Utwórz ngramy dla indeksów wyszukiwań, aby umożliwić korektę wprowadzanych terminów.

source: Ngrams.
pl_pl: Ngramy.

source: Cannot load object %1
pl_pl: Nie można załadować obiektu %1

source: Processed %1 objects
pl_pl: Przetworzono %1 obiektów

source: Reloads current location values for all object records.
pl_pl: Ponownie ładuje wartości lokalizacji dla wszystkich rekordów obiektu.

source: Clearing application caches...
pl_pl: Czyszczę pamięć podręczną aplikacji…

source: Skipping clearing of application cache because it is not writable
pl_pl: Pomijam czyszczenie pamięci podręcznej aplikacji, ponieważ nie jest zapisywalna

source: Clearing user media cache in %1...
pl_pl: Usuwanie pamięcci podręcznej użytkownika w %1…

source: Skipping clearing of user media cache because it is not writable
pl_pl: Pomijam usuwanie pamięci podręcznej użytkownika, ponieważ nie jest zapisywalna

source: Clear application caches and tmp directories.
pl_pl: Wyczyść schowki aplikacji i katalogi tmp.

source: Checking media processing plugins...
pl_pl: Sprawdzanie wtyczek do przetwarzania mediów…

source: Found %1
pl_pl: Znaleziono %1

source: Checking application plugins...
pl_pl: Sprawdzanie wtyczek aplikacji…

source: Checking for barcode dependencies...
pl_pl: Sprawdzanie zależności barcode …

source: GD is not installed; barcode printing will not be possible.
pl_pl: Biblioteka GD nie jest zainstalowana; drukowanie kodów paskowych nie będzie możliwe.

source: GD is installed; barcode printing will be available.
pl_pl: Biblioteka GD zainstalowana; można drukować kody paskowe.

source: Checking system configuration... this may take a while.
pl_pl: Sprawdzanie konfiguracji systemu… To może zająć chwilę.

source: Errors were found:
pl_pl: Znaleziono błędy:

source: Performs configuration check on CollectiveAccess installation.
pl_pl: Sprawdza konfigurację instalacji CollectiveAccess

source: There were errors updating an attribute row:
pl_pl: Przy aktualizowaniu wiersza atrybutów wystąpiły błędy

source: Which mapping to use to re-import the ULAN records.
pl_pl: Które mapowanie ma zostać użyte do ponownego importu rekordów ULAN.

source: Reload records imported from ULAN with the specified mapping.
pl_pl: Ponownie pobierz rekordy zaimportowane z ULAN z podanym mapowaniem.

source: Content management
pl_pl: Zarządzanie treścią

source: Could not find list with list code %1
pl_pl: Nie można znaleźć listy o kodzie %1

source: Errors setting field values: %1
pl_pl: Błąd w zmianie wartości pola: %1

source: Could not find list with list id %1
pl_pl: Nie można znaleźć listy z identyfikatorem %1

source: Could not set preferred label for list item %1: %2
pl_pl: Nie można zmienić preferowanej etykiety dla pozycji %1: %2

source: Created new list item %1 in list %2
pl_pl: Utworzono nową pozycję listy %1 na liście %2

source: Could not find add item to list: %1
pl_pl: Nie można dodać pozycji do listy: %1

source: and
pl_pl: i

source: Could not set values for %1 %2: %3
pl_pl: Nie można było ustawić wartości %1 %2: %3

source: Could not set non-preferred label for %1 %2: %3
pl_pl: Nie można było ustawić niepreferowanej etykiety dla %1 %2: %3

source: Could not update idno for %1 %2: %3
pl_pl: Nie można było zaktualizować identyfikatorów %1 %2: %3

source: Trying media %1 in place of %2/%3
pl_pl: Próbuję użyć media %1 zamiast %2/%3

source: Found media %1 for %2/%3
pl_pl: Znaleziono media %1 dla %2/%3

source: Could not insert %1 %2: %3
pl_pl: Nie można było dołączyć %1 %2: %3

source: Could not set preferred label for %1 %2: %3
pl_pl: Nie można było ustawić preferowanej etykiety dla %1 %2: %3

source: Created new %1 %2
pl_pl: Utworzono nowe %1 %2

source: Found existing %1 %2 in DataMigrationUtils::_getID()
pl_pl: Znaleziono istniejące %1 %2 w DataMigrationUtils::_getID()

source: Date
pl_pl: Data

source: User
pl_pl: Użytkownik

source: Changes
pl_pl: Zmiany

source: No change log available
pl_pl: Brak dostępnego logu zmian

source: Subject
pl_pl: Temat

source: Added
pl_pl: Dodano

source: Edited
pl_pl: Edytowano

source: Deleted
pl_pl: Usunięto

source: Non-existent
pl_pl: Nie istniejący

source: User could not be found.
pl_pl: Nie znaleziono użytkownika.

source: LDAP search error: %1
pl_pl: Błąd wyszukiwania LDAP: %1

source: yes
pl_pl: tak

source: no
pl_pl: nie

source: '%1' does not exist in this object
pl_pl: '%1' nie istnieje w tym obiekcie

source: Value %1 is not in list %2
pl_pl: Brak %1 na liście %2

source: '%1' for %2 is not numeric
pl_pl: '%1' dla %2 nie jest liczbą

source: Invalid direct date values
pl_pl: Niepoprawne bezpośrednie wartości daty

source: Invalid direct time values
pl_pl: Niepoprawne bezpośrednie wartości czasu

source: Mode:%1 is not supported by this object
pl_pl: Tryb:%1 nie jest obsługiwany przez ten obiekt

source: BaseModel '%1' cannot be accessed with this class
pl_pl: Model Bazowy "%1" nie może być dostępny poprzez tę klasę

source: BaseModel '%1' does not exist
pl_pl: Model Bazowy "%1" nie istnieje

source: Field '%1' does not exist
pl_pl: Pole '%1' nie istnieje

source: Basemodel::load SQL had an error: %1; SQL was %2
pl_pl: Basemodel::load SQL spowodował błąd: %1; SQL: %2

source: Date is undefined but field %1 does not support NULL values
pl_pl: Data nie jest zdefiniowana ale pole '%1' nie obsługuje pustych wartości

source: Date is invalid for %1
pl_pl: Data jest niepoprawna dla %1

source: Time is undefined but field %1 does not support NULL values
pl_pl: Czas nie jest zdefiniowany ale pole "%1" nie obsługuje pustych wartości

source: Time is invalid for
pl_pl: Nieprawidłowy czas dla

source: Daterange is undefined but field does not support NULL values
pl_pl: Zakres daty nie jest zdefiniowany ale pole nie obsługuje pustych wartości

source: Starting date is invalid
pl_pl: Data początkowa jest niepoprawna

source: Ending date is invalid
pl_pl: Data końcowa jest niepoprawna

source: Time range is undefined but field does not support NULL values
pl_pl: Zakres czasu nie jest zdefiniowany ale pole nie obsługuje pustych wartości

source: Starting time is invalid
pl_pl: Czat początkowy jest niepoprawny

source: Ending time is invalid
pl_pl: Czas końcowy jest niepoprawny

source: Number is invalid for %1 [%2]
pl_pl: Nieprawidłowy numer dla %1 [%2]

source: Timecode is invalid
pl_pl: Kod czasu jest niepoprawny

source: The combination of %1 and %2 must be unique
pl_pl: Kombinacja %1 i %2 musi być unikalna

source: The value of %1 must be unique
pl_pl: Wartość %1 musi być unikalna

source: Mode was %1; must be write
pl_pl: Tryb był %1; musi być zapis

source: Can't do update() on new record; use insert() instead
pl_pl: Nie można użyć update() na nowym rekordzie; użyj zamiast tego insert()

source: Changes have been made since you loaded this data. Save again to overwrite the changes or cancel to keep the changes.
pl_pl: Dokonano zmian od chwili załadowania danych. Zapisz ponownie aby nadpisać te zmiany lub anuluj aby je zachować.

source: Changes have been made since you loaded this data by %1. Save again to overwrite the changes or cancel to keep the changes.
pl_pl: Dokonano zmian od chwili załadowania danych przez %1. Zapisz ponownie aby nadpisać te zmiany lub anuluj aby je zachować.

source: Changes have been made since you loaded this data by these users: %1. Save again to overwrite the changes or cancel to keep the changes.
pl_pl: Dokonano zmian od chwili załadowania tych danych przez następujących użytkowników: "%1". Zapisz ponownie aby nadpisać te zmiany lub anuluj aby je zachować.

source: Cannot move %1 under its sub-record
pl_pl: Nie można przesunąć %1 poniżej jego rekordu podrzędnego

source: Hierarchy ID must be specified for this update
pl_pl: ID hierarchii musi być określony dla tej aktualizacji

source: Number is invalid for %1
pl_pl: Liczba jest niepoprawna dla %1

source: Date is undefined but field does not support NULL values
pl_pl: Data nie jest zdefiniowana ale pole nie obsługuje pustych wartości

source: Time is undefined but field does not support NULL values
pl_pl: Czas jest niezdefiniowany ale pole nie obsługuje pustych wartości

source: Time is invalid for %1
pl_pl: Czas jest niepoprawny dla %1

source: Could not update sub records in hierarchy: [%1] %2
pl_pl: Nie można było aktualizować rekordów podrzędnych w hierarchii: [%1] %2

source: Parent record had invalid hierarchical indexing (should not happen!)
pl_pl: Nadrzędny rekord miał niepoprawne indeksowanie hierarchiczne (nie powinno się zdarzyć!)

source: Mode was %1; must be write or admin
pl_pl: Tryb był %1; musi być zapis lub administrator

source: No record loaded
pl_pl: Nie załadowano żadnego rekordu

source: Can't delete item because it has sub-records
pl_pl: Nie można usunąć pozycji ponieważ ma ona rekordy podrzędne

source: Can't delete item because items related to it have sub-records (%1)
pl_pl: Nie można usunąć pozycji ponieważ powiązane z nią pozycje mają rekordy podrzędne (%1)

source: Can't delete item because it is in use (%1)
pl_pl: Nie można usunąć pozycji ponieważ jest ona w użyciu (%1)

source: Couldn't queue mirror using '%1' for version '%2' (handler '%3')
pl_pl: Nie można było kolejkować mirrorów używając "%1" dla wersji "%2" (handler "%3")

source: Could not cancel pending tasks: %1
pl_pl: Nie można było anulować trwających zadań: %1

source: Media already exists in database
pl_pl: Media już są obecne w bazie

source: File type %1 not accepted by %2
pl_pl: Plik typu %1 nie zaakceptowany przez %2

source: Unknown file type not accepted by %1
pl_pl: Nieznany typ pliku nie zaakceptowany przez "%1"

source: Media is being processed and will be available shortly.
pl_pl: Medium jest aktualnie przetwarzane i wkrótce będzie dostępne.

source: File could not be copied for %1; can't convert mimetype '%2' to extension
pl_pl: Plik nie mógł być skopiowany dla %1; nie można przekształcić typu MIME "%2" do rozszerzenia

source: Could not create subdirectory for uploaded file in %1. Please ask your administrator to check the permissions of your media directory.
pl_pl: Nie udało się utworzyć podkatalogu dla załadowanego pliku w %1. Proszę skontaktować się z administratorem aby sprawdzić prawa dostępu do katalogu mediów.

source: File could not be copied. Ask your administrator to check permissions and file space for %1
pl_pl: Plik nie mógł być skopiowany. Proszę skontaktować się z administratorem aby sprawdzić prawa dostępu i przestrzeń plików dla %1

source: File could not be processed for %1; can't convert mimetype '%2' to extension
pl_pl: Plik nie mógł być przetworzony dla %1; nie można przekształcić typu MIME "%2" do rozszerzenia

source: Couldn't write file: %1
pl_pl: Nie można było zapisać do pliku: %1

source: Couldn't queue processing for version '%1' using handler '%2'
pl_pl: Nie można było kolejkować przetwarzania dla wersji '%1' używając handlera '%2'

source: File could not be processed for %1: %2
pl_pl: Plik nie mógł być przetworzony dla %1: %2

source: Media replication for %1 failed
pl_pl: Replikacja mediów dla %1 nie powiodła się

source: Media replication for %1 failed: %2
pl_pl: Replikacja mediów dla %1 nie powiodła się: %2

source: Replication pending
pl_pl: Oczekująca replikacja

source: Uploading media
pl_pl: Ładowanie mediów

source: Media is being processed by replication target
pl_pl: Media są przetwarzane według docelowych miejsc replikacji

source: Replication complete
pl_pl: Replikacja ukończona

source: Replication failed
pl_pl: Replikacja nie powiodła się

source: Status unknown
pl_pl: Nieznany stan

source: File is not a valid format
pl_pl: Plik ma niepoprawny format

source: %1 must not be greater than %2
pl_pl: '%1' nie może być więcej niż %2

source: %1 must be at least %2 characters
pl_pl: %1 musi mieć przynajmniej %2 znaków

source: %1 must not be more than %2 characters long
pl_pl: %1 nie może mieć więcej niż %2 znaków długości

source: '%1' is not valid choice for %2
pl_pl: '%1' nie jest poprawnym wyborem dla %2

source: Creation date/time
pl_pl: Wstawienie daty/czasu

source: Modification date/time
pl_pl: Wstawienie daty/czasu

source: Last modification date/time
pl_pl: Data/czas ostatniego użycia

source: Date and time %1 was created
pl_pl: Data i czas kiedy utworzono %1

source: Date and time %1 was modified
pl_pl: Data i czas kiedy zmodyfikowano %1

source: Date and time %1 was last modified
pl_pl: Data i czas kiedy ostatnio zmodyfikowano %1

source: Hierarchy ID must be specified
pl_pl: ID hierarchii musi być określony

source: Could not get parent_id to load siblings by: %1
pl_pl: Nie można było uzyskać identyfikatora elementu nadrzędnego aby załadować elementy równorzędne poprzez: %1

source: Could not get hierarchy siblings: %1
pl_pl: Nie można było uzyskać elementów równorzędnych w hierarchii: %1

source: Value must be unique. Please try another.
pl_pl: Wartość musi być unikalna. Proszę spróbować innej.

source: Related table specification "%1" is not valid
pl_pl: Specyfikacja powiązanej tabeli "%1" nie jest poprawna

source: Type id "%1" is not valid
pl_pl: Typ identyfikatora "%1" jest niepoprawny

source: Relationship already exists
pl_pl: Powiązanie już istnieje

source: Could not find a path to the specified related table
pl_pl: Nie można było znaleźć ścieżki do podanej powiązanej tabeli

source: No locale was set for tag
pl_pl: Nie ustawiono żadnej wersji językowej dla znacznika

source: Tag relation id is invalid
pl_pl: Identyfikator powiązania znacznika jest niepoprawny

source: Tag is not part of the current row
pl_pl: Znacznik nie jest częścią aktualnego wiersza

source: Tag was not created by specified user
pl_pl: Znacznik nie został utworzony przez określonego użytkownika

source: Comment is not part of the current row
pl_pl: Komentarz nie jest częścią aktualnego wiersza

source: Cannot add another value; only %1 value is allowed
pl_pl: Nie można dodać innej wartości, dozwolona jedynie wartość %1

source: Cannot add another value; only %1 values are allowed
pl_pl: Nie można dodać innej wartości, dozwolona jedynie wartość %1

source: Can't edit invalid attribute
pl_pl: Nie można edytować niepoprawnego atrybutu

source: Cannot remove value; at least %1 value is required
pl_pl: Nie można usunąć wartości, jest wymagane przynajmniej %1 wartości

source: Cannot remove value; at least %1 values are required
pl_pl: Nie można usunąć wartości, jest wymagane przynajmniej %1 wartości

source: Element is not the root of the element set
pl_pl: Element nie jest wierzchołkiem tego zestawu elementów

source: Couldn't add element to restriction list: %1
pl_pl: Nie można było dodać elementu do listy ograniczeń: %1

source: Couldn't remove element from restriction list: %1
pl_pl: Nie można było usunąć elementu z listy ograniczeń: %1

source: Cannot be used as a reference
pl_pl: Nie może być używane jako odnośnik

source: Key
pl_pl: Klucz

source: User defined sort order
pl_pl: Porządek sortowania określony przez użytkownika

source: Order created
pl_pl: Porządkowanie według utworzenia

source: Preferred label
pl_pl: Preferrowana etykieta

source: Action '%1' in class '%2' is invalid
pl_pl: Operacja '%1' w klasie '%2' jest niepoprawna

source: Not dispatchable
pl_pl: Nie do wysyłania

source: Could not instantiate driver
pl_pl: Nie można było uzyskać instancji sterownika

source: Driver does not exist
pl_pl: Sterownik nie istnieje

source: Not connected to database
pl_pl: Nie podłączono do bazy danych

source: Driver does not support affectedRows() call
pl_pl: Sterownik nie obsługuje wywołania affectedRows()

source: Transactions are not supported
pl_pl: Transakcje nie są obsługiwane

source: Transaction count cannot exceed maximum of %1
pl_pl: Liczba transakcji nie może przekroczyć wartości maksymalnej %1

source: Not currently in a transaction
pl_pl: Aktualnie nie w transakcji

source: Driver does not support LIMIT
pl_pl: Sterownik nie obsługuje LIMIT

source: Your PHP installation lacks MySQL support. Please add it and retry...
pl_pl: W twojej instalacji PHP brakuje obsługi MySQL. Proszę ją dodać i spróbować ponownie...

source: Query is empty
pl_pl: Zapytanie jest puste

source: Number of values passed (%1) does not equal number of values required (%2)
pl_pl: Ilość wartości podanych (%1) nie jest równa ilości wartości wymaganych (%2)

source: seek(%1) failed: result has %2 rows
pl_pl: poszukiwanie (%1) nieudane: ilość wierszy w wyniku wynosi %2

source: Invalid prepared statement
pl_pl: Przygotowano niewłaściwe twierdzenie

source: Query rewrite failed
pl_pl: Ponowny zapis wyszukiwania nie powiódł sie

source: File type is not supported
pl_pl: Typ pliku nie jest obsługiwany

source: No media available
pl_pl: Brak dostępnych mediów

source: Could not find plug-in for mimetype %1
pl_pl: Nie można było znaleźć wtyczki dla typu MIME %1

source: %1 of %2
pl_pl: %1 z %2

source: Cannot open remote URL [%1] to fetch media
pl_pl: Nie można otworzyć zdalnego adresu URL [%1] dla pobrania mediów

source: Mimetype of file
pl_pl: Typ MIME pliku

source: Creation date
pl_pl: Data utworzenia

source: Copyright Information URL
pl_pl: URL informacji o prawach autorskich.

source: Document title
pl_pl: Tytuł dokumentu

source: Document description
pl_pl: Opis dokumentu

source: Copyright notice
pl_pl: Informacja o prawach autorskich

source: Is under copyright?
pl_pl: Czy jest chronione prawem autorskim?

source: Document creator
pl_pl: Autor dokumentu

source: Creator address
pl_pl: Adres twórcy

source: Creator city
pl_pl: Miasto twórcy

source: Creator state/region
pl_pl: Kraj lub region twórcy

source: Creator postal code
pl_pl: Kod pocztowy twórcy

source: Creator country
pl_pl: Obywatelstwo twórcy

source: Creator phone
pl_pl: Numer telefonu twórcy

source: Creator email
pl_pl: Adres e-mail twórcy

source: Creator website
pl_pl: Strona internetowa twórcy

source: Description writer
pl_pl: piszący opis

source: No error
pl_pl: Bez błędu

source: Start must be before date in range
pl_pl: Początek musi być przed datą w zakresie

source: Invalid date
pl_pl: Niepoprawna data

source: Invalid time
pl_pl: Niepoprawny czas

source: Invalid uncertainty
pl_pl: Niepoprawna niepewność

source: Uncertainty must not exceed 9 digits
pl_pl: Niepewność nie może przekroczyć 9 cyfr

source: Invalid expression
pl_pl: Niepoprawne wyrażenie

source: Trailing characters in otherwise valid expression
pl_pl: Końcowe znaki w poprawnym wstecz wyrażeniu

source: Parser error
pl_pl: Błąd parsera

source: Cannot convert %1 to %2
pl_pl: Nie mogę skonwertować %1 do %2
