Repository: leslzine/zineunioncatalog
Catalog: providence/app/locale/*/messages.po
Languages: pl_pl

source: User can use widget that shows records by workflow status to list new object lots in the dashboard.
pl_pl: Użytkownik może używać widgetu, który pokazuje rekordy według statusu opracowania do wypisywania nowych partii obiektu w panelu.

source: Display status
pl_pl: Wyświetl stan

source: Status to display
pl_pl: Stan do wyświetlenia

source: Showing %1 <span style='font-weight:bold; text-transform:lowercase;'>%2</span> with status <span style='font-weight:bold; text-transform:lowercase;'>"%3"</span>
pl_pl: Wyświetlanie %1 <span style='font-weight:bold; text-transform:lowercase;'>%2</span> ze statusem <span style='font-weight:bold; text-transform:lowercase;'>"%3"</span>

source: RSS Viewer
pl_pl: Przeglądarka kanałów RSS

source: Display the content of an RSS feed
pl_pl: Wyświetl zawartość kanału RSS

source: Feed URL
pl_pl: Adres URL kanału

source: Feed URL to display in the widget.
pl_pl: Adres URL kanału wyświetlany w gadżecie.

source: Number of feed items to display
pl_pl: Liczba pozycji kanału do wyświetlenia

source: Limits the number of the feed items displayed at one time.
pl_pl: Ogranicza liczbę pozycji kanału wyświetlanych jednorazowo.

source: No filter
pl_pl: Brak filtra

source: Remove images
pl_pl: Usuń obrazy

source: Remove HTML
pl_pl: Usuń kod HTML

source: Filter to remove images or HTML?
pl_pl: Filtruj w celu usunięcia obrazów lub kodu HTML?

source: When remove images is chosen, images (IMG) will be removed from the display. Useful for ads and big images feeds.<br/>When remove HTML is chosen, all of the feed will be cleaned of any HTML tags, leaving text only.
pl_pl: Gdy wybrano usuwanie obrazów, obrazy (IMG) zostaną usunięte z widoku. Jest to przydatne w przypadku kanałów z dodatkowymi reklamami bądź dużymi obrazkami.<br/>Gdy wybrano usuwanie kodu HTML, wszystkie kanały zostaną oczyszczone z jakichkolwiek znaczników HTML, pozostawiając jedynie tekst.

source: Saved searches
pl_pl: Zapisane wyszukiwania

source: Performed saved search queries from your dashboard
pl_pl: Wykonano zapytania o zapisane wyszukiwanie z twojego panelu

source: Object Searches
pl_pl: Wyszukiwania obiektu

source: Entity Searches
pl_pl: Wyszukiwania podmiotu

source: Place Searches
pl_pl: Wyszukiwania miejsca

source: Object Lot Searches
pl_pl: Wyszukiwania partii obiektu

source: Storage Location Searches
pl_pl: Wyszukiwania miejsca przechowywania

source: Collection Searches
pl_pl: Wyszukiwania kolekcji

source: Occurrence Searches
pl_pl: Wyszukiwania wydarzenia

source: advanced
pl_pl: zaawansowane

source: basic
pl_pl: proste

source: Search By Set
pl_pl: Szukaj według zestawu

source: Search for items in your sets.
pl_pl: Szukaj elementów rejestrów

source: Object Sets
pl_pl: Rejestry obiektów

source: Entity Sets
pl_pl: Rejestry podmiotów

source: Place Sets
pl_pl: Rejestry miejsc

source: Object Lot Sets
pl_pl: Rejestry partii

source: Storage Location Sets
pl_pl: Rejestry miejsc przechowywania

source: Collection Sets
pl_pl: Rejestry kolekcji

source: Occurrence Sets
pl_pl: Rejestry wydarzeń

source: Processing status
pl_pl: Stan przetwarzania

source: View the current status of queued processing tasks
pl_pl: Zobacz aktualny stan przetwarzania kolejkowanych zadań

source: Track processing widget
pl_pl: Widget śledzenia przetwarzania

source: Actions for track processing widget
pl_pl: Operacje dla widget śledzenia przetwarzania

source: Can use track processing widget
pl_pl: Może używać widget śledzenia przetwarzania

source: User can use dashboard widget that lists processing jobs.
pl_pl: Użytkownik może używać widget panelu wypisującego przetwarzane zadania.

source: Show jobs completed less than ^ELEMENT hours ago
pl_pl: Pokaż zadania zakończone mniej niż ^ELEMENT godzin temu

source: Threshold (in hours) to display completed jobs
pl_pl: Próg (w godzinach) dla wyświetlania zakończonych zadań

source: Updated at %1
pl_pl: Aktualizowano %1

source: %1 running
pl_pl: %1 działający

source: %1 queued
pl_pl: %1 kolejkowane

source: %1 completed
pl_pl: %1 zakończony

source: Jobs currently being processed
pl_pl: Zadania są aktualnie przetwarzane

source: By <em>%1</em>
pl_pl: Według <em>%1</em>

source: Created by
pl_pl: Utworzony przez

source: Jobs queued for later processing
pl_pl: Zadania kolejkowane dla późniejszego przetwarzania

source: For <em>%1</em>
pl_pl: Dla <em>%1</em>

source: Jobs completed in the last %1 hours
pl_pl: Zadania zakończone w ciągu ostatnich %1 godz.

source: TASK DID NOT COMPLETE
pl_pl: ZADANIE NIE ZOSTAŁO ZAKOŃCZONE

source: DELETED
pl_pl: USUNIĘTE

source: Total processing time
pl_pl: Całkowity czas przetwarzania

source: There are no running jobs, queued jobs or jobs completed in the last %1 hours.
pl_pl: Nie ma uruchomionych zadań, kolejkowanych zadań lub zadań ukończonych w ciągu ostatnich %1 godz.

source: Recent Changes
pl_pl: Ostatnie zmiany

source: Item was deleted - row_id: %1; table number: %2
pl_pl: Pozycja została usunięta - id. wiersza: %1; numer tabeli: %2

source: Remove from watch list
pl_pl: Usuń z listy obserwowanych

source: You have no items on your watch list.
pl_pl: Nie masz żadnych pozycji na twojej liście obserwowanych.

source: Your Watched Items
pl_pl: Twoje obserwowane pozycje

source: Get a list of your watched items.
pl_pl: Pobierz listę twoich obserwowanych pozycji.

source: Version %1 installer (XML)
pl_pl: Instalator XML, wersja %1

source: This installer will have your installation of CollectiveAccess ready to use in just a few minutes. Before you run the installer make sure the settings in your <i>setup.php</i> file are correct. The installer will test your database connection, install the database schema and load default values into the newly established database. It will also establish an administrator's login for you to use to access your new system.
pl_pl: Instalator ten przygotuje instalację programu gotową do użycia w kilka minut. Zanim uruchomisz instalator upewnij się, że wszystkie ustawienia w twoim pliku <i>setup.php</i> są poprawne. Instalator przetestuje połączenie z bazą danych, zainstaluje schemat bazy danych i załaduje domyślne wartości do nowo utworzonej bazy. Ustanowi również konto administratora, przy pomocy którego uzyskasz dostęp do zainstalowanego systemu.

source: Please enter a valid email address
pl_pl: Proszę wprowadzić poprawny adres e-mail

source: Administrator's e-mail address
pl_pl: Adres e-mail administratora

source: Installation profile
pl_pl: Profil instalacji

source: Overwrite existing installation?
pl_pl: Nadpisać istniejącą instalację?

source: Begin installation
pl_pl: Rozpocznij instalację

source: Progress:
pl_pl: Postęp:

source: Errors occurred while applying migration 49: %1
pl_pl: Następujące błędy wystąpiły podczas zastosowania migracji 49: %1

source: Could not create root for relationship %1: %2
pl_pl: Nie można utworzyć wierzchołka hierarchii dla relacji %1: %2

source: Could not add label to root for relationship %1: %2
pl_pl: Nie można dodać etykiety dla wierzchołka hierarchii relacji %1: %2

source: Save
pl_pl: Zapisz

source: Group members
pl_pl: Członkowie grupy

source: No users are in this group
pl_pl: Brak użytkowników w tej grupie

source: Filter
pl_pl: Filtr

source: New group
pl_pl: Nowa grupa

source: Edit
pl_pl: Edytuj

source: No groups have been configured
pl_pl: Brak skonfigurowanych grup

source: Actions
pl_pl: Czynności

source: Metadata
pl_pl: Metadane

source: Types
pl_pl: Typy

source: None
pl_pl: Brak

source: No access
pl_pl: Nie ma dostępu

source: Read-only access
pl_pl: Tylko do odczytu

source: Access status
pl_pl: Prawa dostępu

source: Read access
pl_pl: Prawa odczytywania

source: Use Pawtucket default
pl_pl: Używaj domyślnych wartości Pawtucket

source: New role
pl_pl: Nowa rola

source: No roles have been configured
pl_pl: Brak skonfigurowanych ról

source: Confirm password
pl_pl: Potwierdź hasło

source: Show %1 users
pl_pl: Pokaż %1 użytkowników

source: New user
pl_pl: Nowy użytkownik

source: %1 users
pl_pl: %1 użytkowników

source: Login name
pl_pl: Nazwa logowania

source: Email
pl_pl: Adres e-mail

source: Active?
pl_pl: Aktywny?

source: Tools
pl_pl: Narzędzia

source: Download user report as
pl_pl: Pobierz raport użytkownika jako

source: Rebuild ACL index
pl_pl: Odbuduj indeks ACL

source: Indexed %1/%2
pl_pl: Zaindeksowany %1/%2

source: Indexing %1 (%2/%3)
pl_pl: Indeksowanie %1 (%2/%3)

source: Export system configuration as installation profile
pl_pl: Eksportuj konfigurację systemu jako profil instalacyjny

source: Export and download system configuration
pl_pl: Eksportuj i pobierz konfigurację systemu

source: Rebuild hierarchical indices
pl_pl: Odbuduj hierarchiczne indeksy

source: Rebuild search indices
pl_pl: Odbuduj indeksy wyszukiwania

source: Reload sort values
pl_pl: Wczytaj ponownie wartości sortowania

source: Reloading %1/%2
pl_pl: Ponowne wczytywania %1/%2

source: Reloading sort values for %1 (%2/%3)
pl_pl: Ponowne wczytywania wartości sortowania dla %1 (%2/%3)

source: No facet defined
pl_pl: Brak zdefiniowanego aspektu

source: Group by
pl_pl: Grupuj według

source: Refine results by
pl_pl: Doprecyzuj wyniki według

source: You browsed for:
pl_pl: Przeglądałeś według:

source: start over
pl_pl: zacznij jeszcze raz

source: Browse by
pl_pl: Przeglądaj według

source: Choose a selection above to begin browsing
pl_pl: Wybierz zaznaczenie powyżej aby rozpocząć przeglądanie

source: No facets are available to browse by
pl_pl: Brak dostępnych aspektów według których można by przeglądać

source: Browse %1
pl_pl: Przeglądaj %1

source: View in hierarchy
pl_pl: Zobacz w hierarchii

source: Totals
pl_pl: Sumy

source: View in Hierarchy
pl_pl: Widok hierarchiczny

source: Type name (forward sense)
pl_pl: Wpisz nazwę (znaczenie bezpośrednie)

source: Type name (reverse sense)
pl_pl: Wpisz nazwę (znaczenie odwrotne)

source: Your search found no %1
pl_pl: Żadne "%1" nie zostały znalezione w wyniku tego wyszukiwania.

source: Please enter a search
pl_pl: Proszę wprowadzić wyszukiwanie

source: Did you mean one of these: %1 ?
pl_pl: Czy chodziło ci o jedno z tych: %1 ?

source: Did you mean %1 ?
pl_pl: Czy chodziło ci o %1 ?

source: Jump to page
pl_pl: Skocz do strony

source: Your %1 found
pl_pl: Rezultat polecenia "%1":

source: #/page
pl_pl: #/strona

source: Layout
pl_pl: Rozmieszczenie

source: Display
pl_pl: Wyświetl

source: Refine Results
pl_pl: Zawęź wyniki

source: Export Tools
pl_pl: Narzędzia eksportu

source: Jump to
pl_pl: Skocz do

source: Filter results by
pl_pl: Filtruj wyniki według

source: Add new list
pl_pl: Dodaj nową listę

source: Add under %2 new %1
pl_pl: Dodaj nowy/a/e %1 jako element podrzędny „%2”

source: item
pl_pl: pozycja

source: ◉ = Default
pl_pl: ◉ = Domyślny

source: ⨂ = Disabled
pl_pl: ⨂ = Wyłączony

source: ⧩ = Vocabulary list
pl_pl: ⧩ = Lista słownikowa

source: ⟗ = System list
pl_pl: ⟗ = Lista systemowa

source: Close hierarchy viewer
pl_pl: Zamknij podgląd hierarchii

source: Open hierarchy viewer
pl_pl: Otwórz podgląd hierarchii

source: Filtering results by
pl_pl: Filtrowanie wyników według

source: clear all
pl_pl: usuń wszystko

source: Set Tools
pl_pl: Narzędzia rejestrów

source: Add checked to set
pl_pl: Dodaj zaznaczone do rejestru

source: Add
pl_pl: Dodaj

source: Toggle checked
pl_pl: Odznacz zaznaczone

source: Create set
pl_pl: Utwórz rejestr

source: from results
pl_pl: z wyników

source: from checked
pl_pl: z zaznaczeń

source: Create
pl_pl: Utwórz

source: Open set for batch editing
pl_pl: Otwórz rejestr w celu edycji wsadowej

source: Added ^num_items ^item_type_name to <i>^set_name</i>
pl_pl: Dodano ^num_items ^item_type_name do <i>^set_name</i>

source: <br/>(^num_dupes were already in the set.)
pl_pl: <br/>(^num_dupes już były w zestawie.)

source: Add to set
pl_pl: Dodaj do rejestru

source: Created set <i>^set_name</i> with ^num_items ^item_type_name
pl_pl: Utworzono rejestr <i>^set_name</i> z ^num_items ^item_type_name

source: Export results with mapping
pl_pl: Eksportuj wyniki używając mapowania

source: Print results as labels
pl_pl: Drukuj wyniki jako etykiety

source: Download results as
pl_pl: Pobierz wyniki jako

source: Search %1
pl_pl: Szukaj %1

source: Search by set
pl_pl: Szukaj według rejestru

source: Visualize
pl_pl: Wizualizuj

source: Datatype-specific options
pl_pl: Opcje charakterystyczne dla typu danych

source: Version information
pl_pl: Informacja o wersji

source: Component
pl_pl: Element

source: Application version
pl_pl: Wersja programu

source: Schema revision
pl_pl: Wersja schematu

source: Release type
pl_pl: Typ wersji

source: Search Engine
pl_pl: Silnik wyszukiwania

source: Setting
pl_pl: Ustawienie

source: NOT OK!
pl_pl: ŹLE!

source: General configuration issues
pl_pl: Ogólne problemy konfiguracji

source: Issue
pl_pl: Problem

source: Media Processing Plugins
pl_pl: Wtyczki przetwarzania mediów

source: Plugin
pl_pl: Wtyczka

source: Info
pl_pl: Informacja

source: Not used
pl_pl: Nie używane

source: Not available
pl_pl: Niedostępne

source: Barcode generation
pl_pl: Generowanie kodu kreskowego

source: Application Plugins
pl_pl: Wtyczki programu

source: Labels
pl_pl: Etykiety

source: Add type restriction
pl_pl: Dodaj ograniczenia typu

source: Sub-elements
pl_pl: Elementy składowe

source: Add sub-element
pl_pl: Dodaj element składowy

source: New
pl_pl: Nowe

source: Applies to
pl_pl: Odnosi się do

source: Usage in UI
pl_pl: Użycie w UI

source: Back to list
pl_pl: Wróć do listy

source: Back to browser
pl_pl: Wróć do przeglądarki

source: Available for cataloguing?
pl_pl: Dostępna dla katalogowania?

source: New interface for
pl_pl: Nowy interfejs dla

source: System?
pl_pl: Systemowy?

source: Metadata elements
pl_pl: Elementy metadanych

source: 1 element is defined
pl_pl: Zdefiniowano 1 element

source: %1 elements are defined
pl_pl: Ilość zdefiniowanych elementów to %1

source: Editing import/export mappings
pl_pl: Biblioteka Importu/Eksportu FFmpeg

source: 1 mapping is defined
pl_pl: Zdefiniowano 1 element

source: %1 mappings are defined
pl_pl: Ilość zdefiniowanych elementów to %1

source: Editing user interfaces
pl_pl: Edytowanie interfejsów użytkownika

source: 1 user interface is defined
pl_pl: Zdefiniowano 1 interfejs użytkownika

source: %1 user interfaces are defined
pl_pl: Ilość zdefiniowanych interfejsów użytkownika to %1

source: Batch processing status
pl_pl: Status przetwarzania wsadowego

source: Processed %1/%2
pl_pl: Przetworzono %1 %2

source: Errors occurred
pl_pl: Wystąpiły następujące błędy

source: Processed successfully
pl_pl: Przetworzono pomyślnie

source: Batch edit (%1 %2)
pl_pl: Edytuj wsadowo (%1 %2)

source: You are about to import media from a directory.
pl_pl: Za chwilę rozpoczniesz importowanie mediów z katalogu.

source: Execute media import
pl_pl: Importuj media

source: Directory to import
pl_pl: Katalog do zaimportowania

source: Import mode
pl_pl: Tryb importu

source: Type used for newly created object representations
pl_pl: Rodzaj używany dla nowo utworzonych wyobrażeń obiektów

source: Create set %1 with imported media
pl_pl: Utwórz rejestr %1 z zaimportowanymi mediami

source: Do not associate imported media with a set
pl_pl: Nie łącz zaimportowanych mediów z rejestrem

source: Status &amp; access
pl_pl: Stan i prawa dostępu

source: Show advanced options
pl_pl: Pokaż zaawansowane opcje

source: Hide advanced options
pl_pl: Ukryj zaawansowane opcje

source: Matching
pl_pl: Sposób dopasowania

source: Relationships will be created by matching the identifier extracted from the media file name with identifiers in related records.
pl_pl: Powiązania zostaną utworzone przez dopasowanie identyfikatora zaczerpniętego z pliku mediów i identyfikatorów powiązanych rekordów.

source: to %1 with relationship type
pl_pl: do %1 z rodzajem powiązania

source: Skip files
pl_pl: Pomin pliki

source: Miscellaneous
pl_pl: Różne

source: Allow duplicate media?
pl_pl: Zezwolić na duplikaty mediów?

source: You are about to import files from <em>%1</em>
pl_pl: Za chwilę rozpocznie się import plików z <em>%1</em>

source: Metadata import processing status
pl_pl: Stan przetwarzania importu metadanych

source: Importing <em>%1</em> using <em>%2</em>
pl_pl: Importuję <em>%1</em> przy pomocy <em>%2</em>

source: Perform another metadata import
pl_pl: Wykonaj inny import metadanych

source: File %1/%2 [%3]
pl_pl: Plik %1/%2 [%3]

source: Errors during import
pl_pl: Błędy podczas importu

source: Import data
pl_pl: Dane importowane

source: You are about to import data.
pl_pl: Za chwilę rozpocznie się import danych.

source: Execute data import
pl_pl: Uruchom import danych

source: Add importers
pl_pl: Dodaj filtry importu

source: Close
pl_pl: Zamknij

source: Drag importer worksheets here to add or update
pl_pl: Przeciągnij tu arkusz definicji importu aby ją dodać lub zaktualizować

source: Last modified
pl_pl: Ostatnio zmodyfikowane

source: No importers defined
pl_pl: Brak zdefiniowanych filtrów importu

source: Importer
pl_pl: Filtr importu

source: Data format
pl_pl: Format danych

source: Import all data sets
pl_pl: Importuj wszystkie rejestry

source: From a file
pl_pl: Z pliku

source: From the import directory
pl_pl: Z katalogu importu

source: Data URL
pl_pl: Adres URL danych

source: Data as text
pl_pl: Dane jako tekst

source: You are about to import data using the <em>%1</em> importer
pl_pl: Za chwilę pobierzesz dane używając filtr importu <em>%1</em>

source: Importers
pl_pl: Filtry importu

source: Quick Add
pl_pl: Szybkie dodanie kontaktu

source: Global access
pl_pl: Kontrola dostępu

source: All groups and users
pl_pl: Wszystkie grupy i uzytkownicy

source: this record, unless you create an exception
pl_pl: ten rekord, chyba że tworzysz wyjątek

source: Edit Global Access
pl_pl: Edytuj globalne ustawienia dostępu

source: Exceptions
pl_pl: Wyjątki

source: The following groups and users have special access or restrictions for this record
pl_pl: Następujące grupy i uzytkownicy mają specjalne prawa dostępu lub ograniczenia do tego rekordu

source: No access exceptions exist for this record
pl_pl: Nie istnieją ograniczenia dostępu do tego rekordu

source: Edit Exceptions
pl_pl: Edytuj wyjątki

source: Create an Exception
pl_pl: Utwórz wyjątek

source: Group
pl_pl: Grupa

source: Add group access
pl_pl: Dodaj dostęp grupowy

source: Add user access
pl_pl: Dodaj uprawnienia dostępu użytkownika

source: Everyone
pl_pl: Wszystkich

source: Add %1
pl_pl: Dodaj %1

source: Add label
pl_pl: Dodaj nazwę

source: Drag your selection from column to column to edit the contents of the display.
pl_pl: Przeciągaj twoje zaznaczenie pomiędzy kolumnami aby edytować zawartość tego widoku.

source: Available information
pl_pl: Dostępna informacja

source: Information to display
pl_pl: Informacja do wyświetlenia

source: Add relationship
pl_pl: Dodaj powiązanie

source: Relation editor
pl_pl: Edytor powiązań

source: Drag your selection from column to column to edit the contents of the screen.
pl_pl: Przeciągaj wybrane elementy pomiędzy kolumnami aby edytować zawartość widoku.

source: Available editor elements
pl_pl: Dostępne elementy edytora

source: Elements to display on this screen
pl_pl: Elementy do wyświetlenia w tym widoku

source: Add screen
pl_pl: Dodaj ekran

source: The full name of the organization, excluding for suffixes.
pl_pl: Pełna nazwa organizacji, bez przedimków.

source: No collection terms selected
pl_pl: Nie wybrano żadnych haseł

source: Update location
pl_pl: Zaktualizuj miejsce przechowywania

source: Current status
pl_pl: Aktualny status

source: <strong>Borrowed by:</strong> %1 on %2
pl_pl: <strong>Wypożyczone przez:</strong> %1 , %2

source: <strong>Due on:</strong> %1
pl_pl: <strong>Termin upływa:</strong> %1

source: <strong>Notes:</strong> %1
pl_pl: <strong>Notatki:</strong> %1

source: <strong>Reservations:</strong> %1
pl_pl: <strong>Rezerwacje:</strong> %1

source: <strong>Reserved for:</strong> %1
pl_pl: <strong>Zarezerwowane dla:</strong> %1

source: Cannot be checked out
pl_pl: Nie można pobrać

source: Checked out %1 times
pl_pl: Pobrane %1 razy

source: Checked out %1 time
pl_pl: Pobrane %1 raz

source: by %1 clients
pl_pl: przez %1 klientów

source: by %1 client
pl_pl: przez %1 klienta

source: Check out
pl_pl: Pobranie

source: Check out notes
pl_pl: Pobierz notatki

source: Due
pl_pl: Termin

source: Returned
pl_pl: Zwrócono

source: Return notes
pl_pl: Zwróć notatki

source: Add lot
pl_pl: Dodaj partię

source: VTT or SRT format caption file
pl_pl: format napisów VTT lub SRT

source: Add caption file
pl_pl: Dodaj plik z napisami

source: No metadata element is configured
pl_pl: Brak skonfigurowanego elementu metadanych

source: Number of representations: %1
pl_pl: Ilość wizeruinków: %1

source: File name
pl_pl: Nazwa pliku

source: File name: %1
pl_pl: Nazwa pliku: %1

source: Dimensions
pl_pl: Wymiary

source: Will be primary after save
pl_pl: Będzie głównym wizerunkiem po zapisaniu

source: Changes will be applied when you save
pl_pl: Zmiany zostaną zastosowane po zapisaniu

source: Update media
pl_pl: Aktualizuj

source: using upload
pl_pl: wysyłanie

source: from URL
pl_pl: Uzyskaj z adresu URL

source: Done
pl_pl: Zamknij

source: Make primary
pl_pl: Ustawia to zdjęcie jako podstawowe

source: Edit full record
pl_pl: Edytuj pełen rekord

source: Annotations
pl_pl: Adnotacje

source: Set center
pl_pl: Zaznacz środek

source: Replication
pl_pl: Powielanie

source: Loading
pl_pl: Ładowanie

source: Add representation with relationship type %1
pl_pl: Dodaj powiązanie z rodzajem powiązania %1

source: Add representation
pl_pl: Dodaj wizerunek

source: using existing
pl_pl: użycie istniejących

source: Update Media
pl_pl: Aktualizuj media

source: Load next %
pl_pl: Pobierz następne %

source: or fetch from a URL
pl_pl: lub uzyskaj z adresu URL

source: Fetch from URL
pl_pl: Uzyskaj z adresu URL

source: or upload a file
pl_pl: lub załaduj plik

source: Modify preview images
pl_pl: Zmodyfikuj podglądy obrazów

source: Update source
pl_pl: Źródło danych

source: Update with uploaded media
pl_pl: Aktualizuj za pośrednictwem załadowanych mediów

source: Update using frame at timecode
pl_pl: Aktualizuj używając klatki o podanym kodzie czasu

source: Update using page #
pl_pl: Aktualizuj używając strony #

source: Update preview versions
pl_pl: Odśwież wersje podglądu

source: Add component
pl_pl: Dodaj komponent

source: No components defined
pl_pl: Brak zdefiniowanych komponentów

source: Deaccessioned: %1
pl_pl: Skreślone z inwentarza: %1

source: Deaccessioned?
pl_pl: Skreślone z inwentarza?

source: Add to loan
pl_pl: Dodaj do wypożyczenia

source: No location set
pl_pl: Żadne miejsce przechowywania nie zostało wybrane

source: No location history set
pl_pl: Nie włączono historii miejsc przechowywania

source: Change location
pl_pl: Zmień miejsce przechowywania

source: Annotations are not supported for this type of media
pl_pl: Adnotacje nie są obsługiwane dla tego typu mediów

source: Play Clip
pl_pl: Odtwórz klip

source: Add annotation
pl_pl: Dodaj adnotację

source: Locale
pl_pl: Wersja językowa

source: Drag your selection from column to column to edit the contents of the search form.
pl_pl: Przeciągaj twoje zaznaczenie pomiędzy kolumnami aby edytować zawartość tego formularza wyszukiwania.

source: Available search items
pl_pl: Dostępne pozycje wyszukiwania

source: Items to search
pl_pl: Pozycje do wyszukiwania

source: You must save this set before you can add items to it.
pl_pl: Musisz zapisać ten rejestr, aby dodawać do niego elementy.

source: Sort by
pl_pl: Sortuj według

source: identifier
pl_pl: identyfikator

source: Edit set item metadata
pl_pl: Edytuj metadane elementów rejestru

source: Add stop
pl_pl: Dodaj postój

source: for period
pl_pl: na okres
